[
  {
    "ID": "1",
    "English": "You wake up to the annoying sound of your alarm. You groan and reach for your phone to turn it off.",
    "Spanish": "Te despiertas con el sonido estridente de tu alarma. Gruñes y alcanzas el reloj para apagarlo."
  },
  {
    "ID": "2",
    "English": "After doing so, you feel your usual morning tiredness. The room is lightly lit by the faint light of dawn coming through the curtains. You lazily stretch in bed, wondering how you'll face another day full of overwhelming responsibilities and tasks.",
    "Spanish": "Mientras lo haces, sientes la familiar sensación de cansancio que te invade cada mañana. La habitación está ligeramente iluminada por la tenue luz del amanecer que se filtra por las cortinas entreabiertas. Te estiras perezosamente en la cama mientras te preguntas cómo enfrentarás otro día lleno de responsabilidades y tareas abrumadoras."
  },
  {
    "ID": "3",
    "English": "You sigh, finally get up and head to the bathroom. You wash your face, your mind wanders pointlessly around different thoughts.",
    "Spanish": "Con un suspiro resignado, te levantas y te diriges al baño. Mientras te lavas la cara, tu mente vaga hacia los pensamientos que te han atormentado desde hace meses. La trágica noticia de que tu novio, Maxwell, se suicidó sigue pesando en tu corazón. Cada día es una lucha para encontrar respuestas, para entender por qué alguien tan cercano a ti pudo tomar una decisión tan desesperada."
  },
  {
    "ID": "4",
    "English": "Your go back to your room and start going through your things, choosing what to put on. You look at your things…",
    "Spanish": "La habitación sigue llena de recuerdos de Maxwell, y no puedes evitar sentir que algo no cuadra en toda esta situación. A medida que examinas sus pertenencias, encuentras tres  objetos que te traen recuerdos diferentes:"
  },

  {
    "ID": "5",
    "English": "As always, you put on your star-shaped pendant. Maxwell gifted it to you on your anniversary. His smile and loving words come to mind, and you feel a surge of overwhelming love and sadness. Why did Maxwell leave you so unexpectedly?",
    "Spanish": "Como siempre, te pones el colgante de Maxwell, recuerdas la vez que te lo regaló en vuestro aniversario. Su sonrisa y sus palabras cariñosas te vienen a la mente, y sientes una oleada de amor y tristeza. ¿Por qué Maxwell se despidió de ti de esa manera tan abrupta?"
  },
  {
    "ID": "6",
    "English": "This notebook reminds you of the nights when Maxwell buried himself in studies. He had always been passionate about science, but lately he had been obsessed with some secret project that he never explained to you. What was he doing?..",
    "Spanish": " Este cuaderno te recuerda las noches en las que Maxwell se sumergía en sus estudios. Siempre fue un apasionado por la ciencia, pero últimamente había estado obsesionado con algún proyecto secreto que no te había revelado. ¿Qué estaba investigando?"
  },
  {
    "ID": "6.1",
    "English": "In this notebook, the word NCP was constantly repeated.",
    "Spanish": "En este cuaderno se repetía constantemente la palabra NCP."
  },
  {
    "ID": "7",
    "English": "On the photo you see yourself and Maxwell on your graduation day, your faces are lit up with happiness. It makes you remember the pride in Maxwell's eyes as he was holding your diploma. But it also makes you wonder what made Maxwell take that decision and end it all, after achieving so much together and having so many plans for the future.",
    "Spanish": "La foto muestra a ti y a Maxwell radiantes y felices en el día de tu graduación. Te hace recordar el orgullo en los ojos de Maxwell mientras sostenía tu diploma. Pero también te hace preguntarte qué sucedió para que Maxwell decidiera poner fin a todo, especialmente después de celebrar tus logros juntos."
  },

  {
    "ID": "8",
    "English": "You look at the back of the photo. There is a phrase: The brightest stars emerge in the deepest darkness. This is the phrase Maxwell always told you. It is a reminder that you can always find opportunities to grow and shine, even in the most difficult times.",
    "Spanish": "Miras en el reverso de la fotografía. Ves una dedicatoria: Las estrellas más brillantes emergen en la oscuridad más profunda.Esta es la frase que solia decirte siempre Maxwell. Te sirve como un recordatorio de que siempre se pueden encontrar oportunidades para crecer y brillar, incluso en los momentos mas difíciles."
  },

  {
    "ID": "9",
    "English": "You feel overwhelmed by the sadness and mystery surrounding the situation you're in.",
    "Spanish": "Te sientes abrumada por la tristeza y la intriga que envuelven esta situación."
  },
  {
    "ID": "10",
    "English": "You head to the closet and carefully choose your outfit for the day. It's time to decide on footwear. You take a look at the three options in front of you:",
    "Spanish": "Te diriges al armario y eliges cuidadosamente tu atuendo para el día. Llega el momento de decidir el calzado. Valoras las tres opciones que tiene frente a ti:"
  },

  {
    "ID": "11",
    "English": "You opt for jump boots. You know that they will protect you from the morning cold and provide you some discretion thanks to their soft step. You think about how this stealth ability could help you move without attracting attention.",
    "Spanish": "Optas por las botas de invierno. Sabes que te protegerán del frío matutino y te brindarán cierta discreción gracias a su suave pisar. Piensas en cómo su sigilo podría ayudarte a moverte sin llamar la atención."
  },
  {
    "ID": "12",
    "English": "You decide to put on your sneakers. Their comfort gives you the energy and agility you need to face the day.",
    "Spanish": "Decides ponerte el calzado deportivo. Su comodidad te da la energía y la agilidad que necesitas para enfrentar el día."
  },
  {
    "ID": "13",
    "English": "You choose to wear heels. Despite the pain you feel, you decide that a little joy and feeling fabulous might be what you need. Not only do they improve your mood, but they could also positively influence the people you come across.",
    "Spanish": "Eliges los tacones. A pesar del dolor que sientes, decides que un poco de alegría y ligereza podría ser lo que necesitas. No solo mejoran tu ánimo, sino que también podrían influir positivamente en las personas con las que te cruzas."
  },

  {
    "ID": "14",
    "English": "With your shoes already on, you look in the mirror. You feel ready to face another day. This day promises to be long and maybe difficult, but you feel prepared for whatever is about to come.",
    "Spanish": "Con los zapatos ya puestos, te miras en el espejo. Estás lista para enfrentar otro día. La jornada promete ser larga y posiblemente difícil, pero te sientes preparada para lo que venga."
  },

  {
    "ID": "15",
    "English": "You get out of your apartment and meet your neighbor Chris at the front door. He looks concerned, and you approach him with your usual empathy.",
    "Spanish": "Sales de tu apartamento y te encuentras con tu vecino Chris en el rellano. Él parece preocupado, y tú te acercas con tu habitual empatía profesional."
  },
  {
    "ID": "16",
    "English": "¡Buenos días, Chris! ¿Cómo te va hoy?",
    "Spanish": "Good morning, Chris! How are you doing today?"
  },
  {
    "ID": "17",
    "English": "*Chris sighs deeply* Hi, Jessica. Work has been really stressful lately. I'm working overtime non-stop.",
    "Spanish": "*Chris suspira profundamente* Hola, Jessica. El trabajo está siendo realmente estresante últimamente. Estoy trabajando horas extras sin parar."
  },
  {
    "ID": "18",
    "English": "His comment makes you reflect on Maxwell and how he buried himself in work too. You wonder whether that intensity contributed to his tragic decision.",
    "Spanish": "Su comentario te hace reflexionar sobre Maxwell y cómo él también se sumergía en su trabajo. Te preguntas si esa intensidad contribuyó a su trágica decisión."
  },
  {
    "ID": "19",
    "English": "If you need to talk about it, you can always count on me.",
    "Spanish": "Si necesitas hablarlo siempre puedes contar conmigo."
  },
  {
    "ID": "20",
    "English": "Can I help you in any way?",
    "Spanish": "Puedo ayudarte de algún modo?"
  },
  {
    "ID": "21",
    "English": "I appreciate your interest. It's always nice to have a psychologist as a neighbor, but the truth is that I still can't pay for your sessions. Not even the ones I already owe you...",
    "Spanish": "Agradezco tu interés. Siempre es agradable tener una psicologa como vecina, pero lo cierto es que todavía no puedo pagarte las sesiones. Ni las que te debo..."
  },
  {
    "ID": "22",
    "English": "Chris, the most important thing now is your health. Don't worry about the money.",
    "Spanish": "Chris, lo importante ahora es tu salud. No te preocupes por el dinero; lo resolveremos"
  },
  {
    "ID": "23",
    "English": "For you, this act of empathy and understanding is a source of professional fulfilment and positive feelings.",
    "Spanish": "Este acto de empatía y comprensión es una fuente de satisfacción personal y de sentimientos positivos para ti."
  },
  {
    "ID": "24",
    "English": "Thank you very much, Jess. I will make an effort to pay you when I can.",
    "Spanish": "Muchas gracias, Jess. Me esforzaré para pagarte cuando pueda"
  },
  {
    "ID": "25",
    "English": "Well, I understand you and I appreciate your honesty. But I'm not going through a good time either and I'm very sorry, but I'll have to ask you to pay off your debt.",
    "Spanish": "Entiendo, Chris, y valoro tu honestidad. Pero lo cierto es que yo tampoco paso por un buen momento y sintiendolo mucho tengo que pedirte el dinero."
  },
  {
    "ID": "26",
    "English": "After you insisting on paying, you can see the disappointment on Chris' face, but he accepts your request with some frustration.",
    "Spanish": "Tras tu insistencia en el pago, Chris muestra una leve decepción, pero acepta tu solicitud con cierta frustración."
  },
  {
    "ID": "27",
    "English": "*Tone of resignation* Of course, its only fair...",
    "Spanish": "Claro... Supongo que es justo. *Dice con resignación*"
  },
  {
    "ID": "28",
    "English": "Thank you for understanding",
    "Spanish": "Gracias por entenderlo."
  },
  {
    "ID": "29",
    "English": "I'm sorry I had to ask you for it...",
    "Spanish": "Siento tener que pedírtelo."
  },
  {
    "ID": "30",
    "English": "Yeah, it's only fair...",
    "Spanish": "Sí, es lo justo Chris."
  },
  {
    "ID": "31",
    "English": "Just before leaving, Chris, unaware of what had happened, says one last thing.",
    "Spanish": "Justo antes de irse, Chris, ajeno a lo sucedido, te lanza una última petición."
  },
  {
    "ID": "32",
    "English": "Oh, and say hi to Maxwell for me, okay?",
    "Spanish": "Por cierto, saluda a Maxwell de mi parte, ¿vale?"
  },
  {
    "ID": "33",
    "English": "This unexpected mention of Maxwell feels like a punch in the gut and leaves you speechless for a moment.",
    "Spanish": "Esta mención inesperada de Maxwell te impacta y te deja en shock por un momento."
  },
  {
    "ID": "34",
    "English": "Of course, no problem... Maxwell has been very busy lately.",
    "Spanish": "Claro, se lo diré... Maxwell ha estado muy ocupado últimamente"
  },
  {
    "ID": "35",
    "English": "You see... The truth is...",
    "Spanish": "Verás... Lo cierto es..."
  },
  {
    "ID": "36",
    "English": "*worried* Has something happened?",
    "Spanish": "¿Ha sucedido algo?"
  },
  {
    "ID": "37",
    "English": "No. Never mind.",
    "Spanish": "No... no tiene importancia."
  },
  {
    "ID": "38",
    "English": "With a quick goodbye, you walk away, feeling a hurricane of emotions. The mention of Maxwell brings up the pain of his loss once again.",
    "Spanish": "Con una despedida rápida, te alejas, sintiendo un remolino de emociones. La mención de Maxwell reaviva el dolor de su pérdida."
  },
  {
    "ID": "39",
    "English": "As you get out of the house and walk along the pavement, you observe the morning hustle and bustle of you neighborhood. Despite the daylight, the streets can be a bit dangerous, which makes you consider your transport options.",
    "Spanish": "Al llegar a la acera, observas el bullicio matutino de tu barrio. A pesar de la luz del día, las calles pueden ser un poco peligrosas, lo que te lleva a considerar tus opciones de transporte."
  },
  {
    "ID": "40",
    "English": "Something catches your attention: a yellow taxi, at the end of the street, driving slowly. Without wasting a second, you start running towards the taxi, fearing you might lose it.",
    "Spanish": "Algo capta tu atención: un taxi amarillo, al final de la calle, circulando a buen ritmo. Sin perder un segundo, empiezas a correr hacia el taxi, temiendo que lo puedas perder."
  },
  {
    "ID": "41",
    "English": "*shouting* Hey, taxi!",
    "Spanish": "¡Taxi! *gritas, esperando que se detenga*"
  },
  {
    "ID": "42",
    "English": "The taxi slows down and stops right in front of you. As you approach the driver's window. you see the driver's seemingly friendly face. He's a middle-aged man with a welcoming smile.",
    "Spanish": "El taxi reduce la velocidad y se detiene justo frente a ti. Al acercarte a la ventanilla del conductor, te encuentras con el rostro amigable del taxista, un hombre de mediana edad con una expresión acogedora."
  },
  {
    "ID": "43",
    "English": "Aye! Where ya goin'?",
    "Spanish": "Adelante, ¿a dónde te diriges?"
  },
  {
    "ID": "44",
    "English": "To the center. How much would it be?",
    "Spanish": "Al centro, por favor. ¿Cuánto costará?"
  },
  {
    "ID": "45",
    "English": "Hm, to the center shall be 10 credits.",
    "Spanish": "*El taxista te observa a través de sus gafas* Llegar al centro te costará 10 créditos."
  },
  {
    "ID": "46",
    "English": "You choose to continue your journey to work on foot. Along the way, your attention is drawn to a homeless man sitting on the sidewalk, right in front of some bushes. He is drinking something, and his presence creates a certain tension in the atmosphere.",
    "Spanish": "Optas por continuar tu trayecto a pie hacia el trabajo. Durante el camino, tu atención se centra en un hombre sin hogar que está sentado en la acera, justo delante de unos arbustos. Se le ve bebiendo algo, y su presencia impone cierta tensión en el ambiente."
  },
  {
    "ID": "47",
    "English": "You observe his gaze, which seems threatening. The man's dishevelled appearance and demeanour make you feel a mix of caution and concern. At this point you realize that you have to make a decision on how you're going to handle this situation.",
    "Spanish": "Observas su mirada, que parece transmitir una sensación de amenaza. La apariencia desaliñada del hombre y su comportamiento te hacen sentir una mezcla de cautela y preocupación. En este momento, te das cuenta de que debes tomar una decisión sobre cómo manejar esta situación."
  },
  {
    "ID": "48",
    "English": "You manage to avoid the homeless man by moving very discreetly. Your stealth skills are very impressive. Maybe it's thanks to  those shoes you put on in the morning...",
    "Spanish": "Logras evitar al vagabundo con astucia y discreción, moviéndote muy discretamente. Tus habilidades de sigilo son realmente impresionantes."
  },
  {
    "ID": "49",
    "English": "The adrenaline and some kind of joy after completing the mission slightly increase your self-esteem and cheerfulness.",
    "Spanish": "La adrenalina y la alegría de lograrlo aumentan un poco tu autoestima y jovialidad."
  },
  {
    "ID": "50",
    "English": "When you're already far away, the man stands up and starts shouting, while pointing at you.",
    "Spanish": "Cuando estas a lo lejos, el hombre se levanta y señalándote empieza a gritar."
  },
  {
    "ID": "51",
    "English": "The man with the red glasses is watching you!",
    "Spanish": "¡El hombre de las gafas rojas te observa!"
  },
  {
    "ID": "52",
    "English": "You keep walking, trying to ignore the man. However, his words still sound in your head. You are asking yourself who was he talking about...",
    "Spanish": "Sigues tu camino intentando ignorar al hombre. Aun así, sus palabras no te dejan indiferente. Te preguntas a que podría referirse el señor con eso de las gafas rojas."
  },
  {
    "ID": "53",
    "English": "You clearly remember that Maxwell was saving up to buy a new model of sunglasses. He had seen an offer at the town's supermarket, a pair of glasses with red-tinted lenses that had caught his eye. This idea excited him, as Maxwell loved to look stylish and was always up to date with the latest fashion trends. This makes you wonder if the homeless man was talking about Maxwell.",
    "Spanish": "Recuerdas con claridad que Maxwell estaba ahorrando para comprarse un nuevo modelo de gafas de sol. Había visto una oferta en el supermercado del pueblo, unas gafas con lentes tintados de rojo que le habían llamado la atención. Esa idea le emocionaba, ya que a Maxwell le encantaba lucir con estilo y siempre estaba al tanto de las últimas tendencias en moda. Eso te hace plantear que el vagabundo estuviera hablando de Maxwell."
  },
  {
    "ID": "54",
    "English": "However, his words still sound in your head. You are asking yourself who was he talking about...",
    "Spanish": "Mientras caminas hacia el supermercado, repasas mentalmente cada visita reciente, preguntándote si en algún momento notaste una presencia inusual o una mirada persistente."
  },
  {
    "ID": "55",
    "English": "You try try to walk by without attracting any attention.",
    "Spanish": "Optas por cruzar de forma sigilosa, intentando no llamar la atención."
  },
  {
    "ID": "56",
    "English": "However, the homeless guy notices your presence. Suddenly, he gets up and walks towards you in a threatening manner, shouting something...",
    "Spanish": "Sin embargo, el sintecho se percata de tu presencia. De repente, se levanta y se dirige hacia ti de forma amenazante, gritando incoherencias:"
  },
  {
    "ID": "57",
    "English": "Hey! The man with the red glasses is watching you!",
    "Spanish": "¡Oye! ¡El chico de las gafas rojas! ¡Él te observa! ¡Las gafas rojas!"
  },
  {
    "ID": "58",
    "English": "Frightened by his screams and erratic behaviour, you start running. Your heart is racing as you try to get away as quickly as possible. You still hear him screaming, but you're focused on escaping, remembering the streets and shortcuts of the district.",
    "Spanish": "Asustada por la intensidad y el comportamiento errático del hombre, empiezas a correr. Tu corazón late aceleradamente mientras intentas alejarte lo más rápido posible. Escuchas sus gritos detrás de ti, pero te centras en tu escape, recordando las calles y los atajos del barrio."
  },
  {
    "ID": "59",
    "English": "Back in the day you were a very good athlete, outstanding in your speed and agility. These skills help you move very quickly through urban streets, to the point that you outrun the homeless man.",
    "Spanish": "Posees cualidades excepcionales como atleta, destacando en velocidad y agilidad. Estas habilidades te permiten desplazarte con una eficiencia impresionante por las calles urbanas, hasta el punto de que incluso logras dejar atrás al vagabundo."
  },
  {
    "ID": "60",
    "English": "The adrenaline and joy of achieving it slightly boost your self-esteem and joviality",
    "Spanish": "La adrenalina y la alegría de lograrlo aumentan un poco tu autoestima y jovialidad."
  },
  {
    "ID": "61",
    "English": "However, his words still sound in your head. You are asking yourself who was he talking about...",
    "Spanish": "Aun así sus palabras no te han dejado indiferente. Te preguntas a que podría referirse el señor con eso de las gafas rojas."
  },
  {
    "ID": "62",
    "English": "The homeless man turns out to be really fast and he manages to catch you. He stands in front of you, looking at you in a way you don't understand.",
    "Spanish": "El hombre resulta ser muy veloz y consigue atraparte. Alterado se coloca enfrente de ti."
  },
  {
    "ID": "63",
    "English": "You decide to walk right in front of him, without even looking.",
    "Spanish": "Decides cruzar delante suyo con firmeza y normalidad."
  },
  {
    "ID": "64",
    "English": "You decide that your desire to help should be stronger than your prejudices, so you approach the man with care and compassion. When the man notices you, he looks straight at you, in his eyes you can see a mix of confusion and tension. He quickly gets up and stands in front of you, looking very upset.",
    "Spanish": "Decides que tu deseo de ayudar es más fuerte que tus reservas, así que te acercas al hombre con cuidado y compasión. Sin embargo, al notar tu aproximación, él se vuelve hacia ti, sus ojos brillando con una mezcla de intensidad y confusión. Se levanta rápidamente y se coloca enfrente de ti muy alterado."
  },
  {
    "ID": "64.1",
    "English": "Suddenly, the man starts shouting...",
    "Spanish": "El hombre comienza a exclamar con voz agitada:"
  },
  {
    "ID": "65",
    "English": "The glasses are red! The man who has the look of fire! He's here!",
    "Spanish": "¡Las rojas son las gafas! ¡El señor de la mirada de fuego! ¡Las gafas!"
  },
  {
    "ID": "66",
    "English": "You realize that you need to be more cautious, and you decide to try and use your skills as a psychologist to handle this delicate situation. You stop at a safe distance from him and start speaking.",
    "Spanish": "Te das cuenta de que necesitas actuar con cautela y utilizar tus habilidades como psicóloga para manejar esta situación delicada. Te detienes a una distancia segura y comienzas a hablar con él."
  },
  {
    "ID": "67",
    "English": "I don't know the person you're talking about.",
    "Spanish": "Señor ¡No conozco a esa persona!"
  },
  {
    "ID": "68",
    "English": "The man! He's watching! You don't understand...",
    "Spanish": "El hombre! El observador! No entiendes!"
  },
  {
    "ID": "69",
    "English": "Hi, I am Jessica. You look worried. Can I help you? Why are you here?",
    "Spanish": "Me llamo Jessica, he notado que estás preocupado.¿Puedo preguntarte cómo te llamas y qué te trae por aquí?"
  },
  {
    "ID": "71",
    "English": "You try to come closer to him, speaking softly and trying to calm him down.",
    "Spanish": "Intentas dirigirte hacia él con una voz suave, tranquilizadora y amable."
  },
  {
    "ID": "72",
    "English": "The man looks you straight in the eyes and starts yelling at you.",
    "Spanish": "El hombre te mira fijamente a los ojos y con una voz agresiva y desafiante te empieza a gritar."
  },
  {
    "ID": "73",
    "English": "Please, calm down. I'm just here to help. What's going on?",
    "Spanish": "Por favor, tranquilo. Estoy aquí para ayudar. ¿Qué te sucede?"
  },
  {
    "ID": "74",
    "English": "Money! Give me all your money now!",
    "Spanish": "¡Dinero! ¡Dame todo tu dinero ahora!"
  },
  {
    "ID": "75",
    "English": "But... I just wanted to...",
    "Spanish": "¿Qué? Pero... yo solo quería..."
  },
  {
    "ID": "76",
    "English": "Give me money! Or I won't tell you what I know! It's very important for you!",
    "Spanish": "¡Dinero, o no te diré lo que sé! ¡Información valiosa para ti!"
  },
  {
    "ID": "77",
    "English": "You fear that the situation might get worse, so you decide to give up. You reach into your bag and give the man money.",
    "Spanish": "Comprendes que la situación es crítica. Buscas en su bolso y, con un gesto de resignación, le entrega el dinero."
  },
  {
    "ID": "78",
    "English": "Here you go. Please, calm down.",
    "Spanish": "Aquí tienes, pero por favor no me hagas daño."
  },
  {
    "ID": "79",
    "English": "The homeless man quickly takes the money. His gaze wanders around, filled with greedy glow.",
    "Spanish": "El vagabundo toma el dinero rápidamente, su mirada fluctúa entre la codicia y un brillo de lucidez."
  },
  {
    "ID": "80",
    "English": "Yeees, yes.. The man... he always watches you when you go to the shop.",
    "Spanish": "Sí, sí... el hombre... siempre te observa... cuando vas al supermercado."
  },
  {
    "ID": "81",
    "English": "Man? What man?",
    "Spanish": "¿Qué hombre? ¿Cómo es?"
  },
  {
    "ID": "82",
    "English": "The man... with the red glasses. He's always there, watching you...",
    "Spanish": "El hombre... de las gafas rojas. Siempre está ahí, mirándote... amandote..."
  },
  {
    "ID": "83",
    "English": "His words leave you thinking. You feel overwhelmed and worried by the intensity of his story and the mysterious man with the glasses. Despite feeling confused, you want to understand what's going on and discover who this unknown person could be.",
    "Spanish": "Las palabras del vagabundo te dejan pensativa y algo inquieta. Te sientes abrumada por la intensidad de su relato y la misteriosa figura del hombre con las gafas rojas que menciona. A pesar de la confusión, algo en ti se siente impulsado a entender mejor esta situación y descubrir quién podría ser este enigmático personaje."
  },
  {
    "ID": "84",
    "English": "Do you think I could find him at that shop?",
    "Spanish": "¿Crees que podre encontrar a ese hombre en el supermercado?"
  },
  {
    "ID": "85",
    "English": "Maybe...",
    "Spanish": "Es probable."
  },
  {
    "ID": "86",
    "English": "After sharing his warning, the man slowly begins to back off. His gaze, so intense and direct a minute ago, now wanders aimlessly, covered with fog of his own thoughts.",
    "Spanish": "Tras compartir la críptica advertencia, comienza a retroceder lentamente. Su mirada, antes intensa y directa, ahora vaga sin rumbo fijo, como si estuviera perdido en sus propios pensamientos."
  },
  {
    "ID": "87",
    "English": "His figure fades into the darkness of the street, leaving you alone with the new information.",
    "Spanish": "Su figura se va desvaneciendo gradualmente en la oscuridad de la calle, dejándote sola con  la intrigante información que acabas de recibir."
  },
  {
    "ID": "88",
    "English": "All of this worries you and you can't think of going to work anymore. You decide to go to that shop, maybe you will get some more information there.",
    "Spanish": "Este asunto te inquieta, así que decides ir a investigar al supermercado del pueblo."
  },
  {
    "ID": "89",
    "English": "Wait, can you tell me more about this man?",
    "Spanish": "Espera, ¿puedes decirme algo más sobre ese hombre?"
  },
  {
    "ID": "90",
    "English": "The homeless man keeps walking away without answering. Despite the increasing distance, you hear him murmuring something inaudible. Maybe some of his crazy thoughts, or maybe some valuable information...",
    "Spanish": "El vagabundo, sin responder, continúa alejándose. A pesar de la distancia creciente, él murmura algo inaudible, quizás palabras sin sentido o quizás claves ocultas en su locura."
  },
  {
    "ID": "91",
    "English": "The man looks at you, surprised.",
    "Spanish": "El hombre te mira con una mezcla de sorpresa y curiosidad."
  },
  {
    "ID": "92",
    "English": "*whispering* My name is Tom. I'm here because I have nowhere to go...",
    "Spanish": "Me llamo Tom. *responde con una voz quebrada* Estoy aquí porque... no tengo a dónde ir."
  },
  {
    "ID": "93",
    "English": "This must be very difficult for you, Tom. I want to help you. Is there anything that scares you?",
    "Spanish": "Debe ser difícil sentirse así, Tom. Quiero ayudarte. ¿Hay algo más que te preocupe o que te cause miedo?"
  },
  {
    "ID": "94",
    "English": "It's just... the loneliness. And the fear. I don't know who I can trust. Everybody looks dangerous.",
    "Spanish": "Es solo... la soledad. Y el miedo. No sé quién confiar. Todos parecen... peligrosos."
  },
  {
    "ID": "95",
    "English": "The loneliness can be very difficult, I know it... But you are not alone now. I am here, with you. You can trust me.",
    "Spanish": "La soledad puede ser realmente dura. Lo se... Pero no estás solo ahora. Estoy aquí contigo, y puedes confiar en mí."
  },
  {
    "ID": "96",
    "English": "Is there anything that makes you happy or gives you peace?",
    "Spanish": "¿Hay algo que solía hacerte feliz o darte paz?"
  },
  {
    "ID": "97",
    "English": "I used to love painting... But this was a long time ago.",
    "Spanish": "Solía gustarme pintar... pero eso fue hace mucho tiempo"
  },
  {
    "ID": "98",
    "English": "Painting is a beautiful for of self expression. Maybe you could try and do it again. Sometimes doing something we love can give us peace.",
    "Spanish": "La pintura puede ser una hermosa forma de expresión. Quizás podrías volver a intentarlo. A veces, retomar algo que amamos puede darnos un poco de paz."
  },
  {
    "ID": "99",
    "English": "You can tell me about the man with the glasses. I'll help you.",
    "Spanish": "Puedes contarme eso del señor de las gafas. Yo te ayudaré."
  },
  {
    "ID": "100",
    "English": "The man that watches...",
    "Spanish": "El hombre que observa..."
  },
  {
    "ID": "101",
    "English": "Who is watching you?",
    "Spanish": "¿Quien te observa?"
  },
  {
    "ID": "102",
    "English": "Not me, you. He's looking at you with his fire gaze. And I look at the fire.",
    "Spanish": "A mi no... a ti. Te observa con sus ojos de fuego. Y yo observo el fuego."
  },
  {
    "ID": "103",
    "English": "Am I in danger?",
    "Spanish": "¿Estoy en peligro?"
  },
  {
    "ID": "104",
    "English": "Will he hurt me?",
    "Spanish": "¿Me hará daño?"
  },
  {
    "ID": "105",
    "English": "No... he's not dangerous. He loves you. The fire is love. He watches you when you go to that shop over there. He looks sad and happy at the same time.",
    "Spanish": "No es peligroso... El te ama. El fuego es amor. Cuando vas al supermercado allí está. Mirándote alegre y triste a la vez. "
  },
  {
    "ID": "106",
    "English": "Tom's words leave you thinking. You feel overwhelmed and worried by the intensity of his story and the mysterious man with the glasses. Despite feeling confused, you want to understand what's going on and discover who this unknown person could be.",
    "Spanish": "Las palabras de Tom te dejan pensativa y algo inquieta. Te sientes abrumada por la intensidad de su relato y la misteriosa figura del hombre con las gafas rojas que menciona. A pesar de la confusión, algo en ti se siente impulsado a entender mejor esta situación y descubrir quién podría ser este enigmático personaje."
  },
  {
    "ID": "107",
    "English": "Do you think I could find him at that shop?",
    "Spanish": "¿Crees que podre encontrar a ese hombre en el supermercado?"
  },
  {
    "ID": "108",
    "English": "Maybe...",
    "Spanish": "Es probable."
  },
  {
    "ID": "109",
    "English": "Okay. Thank you very much, Tom. Can I help you with anything else?",
    "Spanish": "Bien, muchas gracias Tom. ¿Dime, yo te puedo ayudar en algo?"
  },
  {
    "ID": "110",
    "English": "Amanda.",
    "Spanish": "Amanda."
  },
  {
    "ID": "111",
    "English": "Who is Amanda?",
    "Spanish": "¿Quién es Amanda?"
  },
  {
    "ID": "112",
    "English": "I don't remember. I just know it's important. She's dangerous...",
    "Spanish": "No lo recuerdo... solo se que es importante. Ella nos quiere hacer daño..."
  },
  {
    "ID": "113",
    "English": "If it's important for you, I promise you I'll find her.",
    "Spanish": "Si es importante para ti, te prometo  que la encontraré."
  },
  {
    "ID": "114",
    "English": "I hope some day you can remember and find her.",
    "Spanish": "Ojalá la encuentres algún día y vuelvas a recordar."
  },
  {
    "ID": "115",
    "English": "Tom, visibly grateful for you kind words and the support you gave him, goes back to his place without saying anything else. A soft, calm smile lights up his face, reflecting a mix of gratitude and some relief. You feel happy you could make this man's day a bit better.",
    "Spanish": "Tom, visiblemente agradecido por la conversación y el apoyo que le has ofrecido, se retira a su lugar sin decir nada más. Una sonrisa suave y apaciguada se dibuja en su rostro, reflejando una mezcla de gratitud y alivio."
  },
  {
    "ID": "116",
    "English": "Who is the man with the glasses?",
    "Spanish": "¿Quién es el hombre de las gafas?"
  },
  {
    "ID": "117",
    "English": "Hi, I am Jessica. You look worried. Can I help you?",
    "Spanish": "Me llamo Jessica, he notado que estás preocupado."
  },
  {
    "ID": "118",
    "English": "The glasses...",
    "Spanish": "Gafas..."
  },
  {
    "ID": "119",
    "English": "I can't help you, I don't understand...",
    "Spanish": "Yo no puedo ayudarte con eso, no te comprendo..."
  },
  {
    "ID": "120",
    "English": "May I ask you what's your name and why you're here?",
    "Spanish": "¿Puedo preguntarte cómo te llamas y qué te trae por aquí?"
  },
  {
    "ID": "121",
    "English": "You sit in the back seat. The driver starts the car and the ride begins. He starts a casual conversation, sometimes glancing at you in the rear-view mirror.",
    "Spanish": "Te acomodas en el asiento trasero. El taxista arranca el vehículo y comienza a conducir hacia el centro. El hombre empieza una conversación casual mirándote por el espejo del retrovisor."
  },
  {
    "ID": "122",
    "English": "Aye! How are you?",
    "Spanish": "Buenos días, ¿cómo va todo?"
  },
  {
    "ID": "123",
    "English": "Hi, I'm okay, thanks. And you?",
    "Spanish": "Bien, gracias. ¿Y usted?"
  },
  {
    "ID": "124",
    "English": "Aaahh, hanging on, another working day.",
    "Spanish": "Ah, aquí vamos, otro día, otro dólar."
  },
  {
    "ID": "125",
    "English": "Are ya going to work? Ya look like somebody very important.",
    "Spanish": "¿Vas a trabajar? Debes tener un trabajo importante, por tu aspecto"
  },
  {
    "ID": "126",
    "English": "Somebody important?",
    "Spanish": "¿Por mi aspecto?"
  },
  {
    "ID": "127",
    "English": "Ya look elegant and very attractive. Somebody like ya must have a veeery special job.",
    "Spanish": "Sí, te ves muy elegante y atractiva. Alguien como tu debe tener un trabajo especial."
  },
  {
    "ID": "128",
    "English": "Well, I work in a consultancy.",
    "Spanish": "Lo cierto es que trabajo en una consultoría."
  },
  {
    "ID": "129",
    "English": "Sounds wee mysterious...",
    "Spanish": "¡Oye que interesante!"
  },
  {
    "ID": "130",
    "English": "I bet you've met so many different... characters.",
    "Spanish": "Seguro que te has encontrado con todo tipo de personas fascinantes."
  },
  {
    "ID": "131",
    "English": "Yeah, I could say so. I'm sure the same happens to you, since you're a taxi driver.",
    "Spanish": "Sí, claro. Supongo que eso también le ocurre a usted como taxista."
  },
  {
    "ID": "132",
    "English": "That's true true. But ya know, sometimes I wonder if I have missed something in life. I'm just a taxi driver, nothing important. Ya on the other hand...",
    "Spanish": "Eso es verdad. Pero a veces me pregunto si habré perdido oportunidades en la vida. Ser taxista no es nada especial. No soy alguien tan brillante como tu..."
  },
  {
    "ID": "133",
    "English": "Thank you for your kind words.",
    "Spanish": "Agradezco sus palabras."
  },
  {
    "ID": "134",
    "English": "My pleasure, sweetheart",
    "Spanish": "Es un placer, hermosa. "
  },
  {
    "ID": "135",
    "English": "Maybe one day I'll shine like ya...",
    "Spanish": " Quizás algún día pueda brillar también..."
  },
  {
    "ID": "136",
    "English": "As someone used to tell me: The brightest stars emerge in the deepest darkness.",
    "Spanish": "Como alguien solía decirme: Las estrellas más brillantes emergen en la oscuridad más profunda."
  },
  {
    "ID": "137",
    "English": "The taxi driver is surprised by your words and starts murmuring something.",
    "Spanish": "El taxista se sorprende se tus palabras y empieza a recordar."
  },
  {
    "ID": "138",
    "English": "Aye, that's funny. About two weeks ago one lad said that too. I remember it very well.",
    "Spanish": "Es curioso. Llevé a un chico hace unas semanas que dijo exactamente lo mismo. Me marcó mucho esa frase."
  },
  {
    "ID": "139",
    "English": "Your heart starts racing. Emotions take over you. You feel bewildered by this information.",
    "Spanish": "Tu corazón se acelera. La nostalgia se apodera de ti. Te sientes desconcertada con dicha información."
  },
  {
    "ID": "140",
    "English": "Do you know his name?",
    "Spanish": "¿Cómo se llamaba?"
  },
  {
    "ID": "141",
    "English": "Nah, I don't ask all the passengers for their names. He talked about his life a lot. About protecting his loved ones, he looked wee worried.",
    "Spanish": "No me acuerdo. Hablaba mucho sobre la vida. Sobre proteger a sus seres queridos. Se le veía preocupado."
  },
  {
    "ID": "143",
    "English": "What did he look like?",
    "Spanish": "¿Que aspecto tenia?"
  },
  {
    "ID": "144",
    "English": "A young lad with dark hair, some odd red glasses and a burn on he' face.",
    "Spanish": "Era un chico joven de pelo oscuro. Llevaba unas gafas de sol rojas y tenía una quemadura en la mejilla."
  },
  {
    "ID": "145",
    "English": "You clearly remember that Maxwell was thinking of getting those new funky sunglasses. He had seen them in some shop in town, they had red tinted lenses and they caught his attention. He always dressed sleek and casual, but the sunglasses were his weakness.",
    "Spanish": "Recuerdas con claridad que Maxwell estaba ahorrando para comprarse un nuevo modelo de gafas de sol. Había visto una oferta en el supermercado del pueblo, unas gafas con lentes tintados de rojo que le habían llamado la atención. Esa idea le emocionaba, ya que a Maxwell le encantaba lucir con estilo y siempre estaba al tanto de las últimas tendencias en moda."
  },
  {
    "ID": "146",
    "English": "The thought that Maxwell might be alive was creeping more and more into your mind. Although you are trying to be realistic, that single thought doesn't leave your mind.",
    "Spanish": "Cada vez más, la idea de que Maxwell aún pueda estar vivo se cuela en tu mente. Aunque intentas ser realista y debas enfrentar la dura realidad de su pérdida, la esperanza, la felicidad y el estrés se mezclan en su interior."
  },
  {
    "ID": "147",
    "English": "Could his name be Maxwell?..",
    "Spanish": "¿Podría ser... Maxwell?"
  },
  {
    "ID": "148",
    "English": "I dunno sweetie. Who is ya Maxwell?",
    "Spanish": "No recuerdo su nombre. ¿Quién es Maxwell?"
  },
  {
    "ID": "149",
    "English": "I would rather not talk about it.",
    "Spanish": "Prefiero no hablar de ello."
  },
  {
    "ID": "150",
    "English": "Aye, I see. Must be someone ya lost.",
    "Spanish": "Imagino que es alguien al que perdiste..."
  },
  {
    "ID": "151",
    "English": "Yeah, something like that...",
    "Spanish": "Puede ser..."
  },
  {
    "ID": "152",
    "English": "Aye, that's wee sad. But ya know, life goes on, there are always new opportunities coming.",
    "Spanish": "Vaya, que triste. Pero sabes, la vida sigue, y siempre hay nuevas oportunidades... *Dice con un guiño*"
  },
  {
    "ID": "153",
    "English": "You notice a certain lack of sensitivity in his words, and his tone sounds suspicious. But you decide to let it slip.",
    "Spanish": "En sus palabras notas cierta falta de sensibilidad. Pero decides no darle mucha importancia."
  },
  {
    "ID": "154",
    "English": "I'm not ready for these opportunities yet.",
    "Spanish": "Todavía no estoy preparada para ese tipo de oportunidades."
  },
  {
    "ID": "155",
    "English": "Das' not the right person, believe me.",
    "Spanish": "Esa persona no te conviene, créeme."
  },
  {
    "ID": "156",
    "English": "Why?",
    "Spanish": "¿Por que?"
  },
  {
    "ID": "157",
    "English": "I took him to the city square. He went to the back of some supermarket. It seemed wee suspicious, maybe he's dangerous.",
    "Spanish": "Lo dejé en la plaza del pueblo. Entro por la trastienda del supermercado. Aunque era agradable , se notaba que ocultaba algo. Quizás es alguien peligroso."
  },
  {
    "ID": "158",
    "English": "Could you take me there?",
    "Spanish": "¿Podrías llevarme allí?"
  },
  {
    "ID": "159",
    "English": "I don' think that safe, sweetie. I could take you somewhere better...*grins*",
    "Spanish": "No creo que sea algo seguro. Te puedo llevar a un sitio mejor..."
  },
  {
    "ID": "160",
    "English": "No, I need to go there.",
    "Spanish": "No me importa, tengo que investigarlo. Llévame allí."
  },
  {
    "ID": "161",
    "English": "At ya orders miss. I can't say no to such an attractive girl...*licks his lips*",
    "Spanish": "Como quieras. No puedo negarme ante una chica tan atractiva."
  },
  {
    "ID": "162",
    "English": "You try to ignore his comments and focus on your mission. But as much as you try to ignore him, he doesn't stop and his comments only get worse. Fed up with this, you decide to act, but it's too late...",
    "Spanish": "Intentas ignorar sus comentarios y enfocarte en tu misión. Pero por más que intentas ignorarlo, él no se detiene y sus comentarios solo empeoran. Harta de esto, decides actuar, pero es demasiado tarde..."
  },
  {
    "ID": "163",
    "English": "*raises voice* Stop the car!",
    "Spanish": "*levantas la voz*¡Detén el coche!"
  },
  {
    "ID": "164",
    "English": "Aye, calm down, I'm not gonna hurt ya...",
    "Spanish": "Vaya, cálmate, no voy a hacerte daño..."
  },
  {
    "ID": "165",
    "English": "You notice the doors are unlocked. This might be your chance to escape.",
    "Spanish": "Te das cuenta de que las puertas están desbloqueadas. Esta podría ser tu oportunidad para escapar."
  },
  {
    "ID": "166",
    "English": "You open the door and jump out of the car while it's still moving. You quickly get up and start running towards the city square. You hear the car tired squealing and then hear approaching footsteps.",
    "Spanish": "Abres la puerta y saltas del coche mientras todavía está en movimiento. Rápidamente te levantas y comienzas a correr hacia la plaza de la ciudad. Escuchas los neumáticos del coche chirriar y luego oyes pasos acercándose."
  },
  {
    "ID": "167",
    "English": "You run as fast as you can and don't stop until you get to the supermarket. There are people outside, you feel safe now. You stop to try and catch your breath. That was a close one...",
    "Spanish": "Corres tan rápido como puedes y no te detienes hasta llegar al supermercado. Hay gente afuera, te sientes segura ahora. Te detienes para intentar recuperar el aliento. Eso estuvo cerca..."
  },
  {
    "ID": "168",
    "English": "The footsteps approach, you try to run faster, but suddenly you feel a hit on your head and everything turns black...",
    "Spanish": "Los pasos se acercan, intentas correr más rápido, pero de repente sientes un golpe en la cabeza y todo se vuelve negro..."
  },
  {
    "ID": "169",
    "English": "The driver stops the car and gets out. You try to open the door but now it's locked. You turn to the other side to try another door and before you know it,  you feel a hit on your head and everything turns black...",
    "Spanish": "El conductor detiene el coche y se baja. Intentas abrir la puerta, pero ahora está cerrada con llave. Te giras hacia el otro lado para intentar otra puerta y, antes de que te des cuenta, sientes un golpe en la cabeza y todo se vuelve negro..."
  },
  {
    "ID": "170",
    "English": "I get off here.",
    "Spanish": "Entonces bajo aquí."
  },
  {
    "ID": "171",
    "English": "You're getting off? With how interesting our conversation was? Come on, stay, I'll take you to the place.",
    "Spanish": "Te bajas? Con lo interesante que estaba nuestra conversación? Venga, quédate, yo te llevo al sitio."
  },
  {
    "ID": "172",
    "English": "Okay, I'll stay. Take me there, please.",
    "Spanish": "Esta bien, me quedo. Llévame allí, por favor."
  },
  {
    "ID": "173",
    "English": "You don't trust anyone, especially strangers. With a firm request and a threat to call the police, you make the taxi driver stop and drop you off at a safe place: city square. There you can finally start your investigation. You head to the supermarket that the taxi driver motioned. Maybe somebody had seen a man wearing red sunglasses...",
    "Spanish": "Desconfiando de las palabras del taxista, decides tomar una medida cautelosa. Con firme determinación, solicitas que te deje en la plaza del pueblo, un lugar familiar y seguro desde donde puedes comenzar a investigar por tu cuenta. Sabiendo que el hombre usaba un modelo de gafas rojas, te diriges al supermercado. Allí se venden ese tipo de gafas. Quizás puedas encontrar más pistas sobre el asunto."
  },
  {
    "ID": "174",
    "English": "Maybe... Where did you take him?",
    "Spanish": "Bien, te creo...¿Donde lo dejaste?"
  },
  {
    "ID": "176",
    "English": "I guess...",
    "Spanish": "Supongo que si..."
  },
  {
    "ID": "177",
    "English": "Just an old friend...",
    "Spanish": "Solo un viejo amigo..."
  },
  {
    "ID": "178",
    "English": "Maxwell was my boyfriend. He  passed away a couple of months ago. He used to say this phrase to me...",
    "Spanish": "Maxwell era mi pareja. Se suicidó hace unos meses. Esa frase era algo que él decía a menudo."
  },
  {
    "ID": "179",
    "English": "I'm sure you will find your moment.",
    "Spanish": "Ya encontrara su momento... todo llega"
  },
  {
    "ID": "180",
    "English": "I hope ya right, sweetheart.",
    "Spanish": "Espero que si, hermosa."
  },
  {
    "ID": "181",
    "English": "Thank you. I'm a psychologist.",
    "Spanish": "Gracias. Soy psicóloga."
  },
  {
    "ID": "182",
    "English": "A psychologist? Ya must be really good at understanding people.",
    "Spanish": "Psicóloga, eh. Debes ser muy buena entendiendo a la gente."
  },
  {
    "ID": "183",
    "English": "Hi, somewhat busy...",
    "Spanish": "Algo ajetreada..."
  },
  {
    "ID": "184",
    "English": "How come?",
    "Spanish": "¿A que se debe eso?"
  },
  {
    "ID": "185",
    "English": "You enter the supermarket and approach the counter. Karen, the sales assistant, is behind the counter, busy organizing some products on the shelves. As you approach, Karen looks up and gives you a gaze full of indifference.",
    "Spanish": "Entras en el supermercado y te diriges al mostrador. Karen, la dependienta, está detrás, ocupada organizando algunos productos en las estanterías. Cuando te acercas, Karen levanta la vista y te mira con una expresión indiferente."
  },
  {
    "ID": "186",
    "English": "Good afternoon!",
    "Spanish": "¡Buenos días!"
  },
  {
    "ID": "187",
    "English": "*sighs* Maybe it's good for you.",
    "Spanish": "*Suspira* Lo serán para ti..."
  },
  {
    "ID": "188",
    "English": "Could you help me?",
    "Spanish": "¿Me puedes atender?"
  },
  {
    "ID": "189",
    "English": "Oh god... Do you have everything you need?",
    "Spanish": "Que remedio... ¿Encontraste todo lo que necesitabas?"
  },
  {
    "ID": "190",
    "English": "Actually, no. I was going to ask you about something.",
    "Spanish": "Verás, vengo a pedirte algo."
  },
  {
    "ID": "191",
    "English": "Have you seen anybody suspicious here?",
    "Spanish": "¿Has visto a alguien extraño por aquí?"
  },
  {
    "ID": "192",
    "English": "In this city everybody is suspicious.",
    "Spanish": "En este pueblo todos parecen extraños."
  },
  {
    "ID": "193",
    "English": "Don't ask me weird questions, better buy something.",
    "Spanish": "No hagas preguntas absurdas y cómprame algo anda."
  },
  {
    "ID": "194",
    "English": "How many people work here?",
    "Spanish": "¿Cuánta gente trabajáis aquí?"
  },
  {
    "ID": "195",
    "English": "This information is none of your concern.",
    "Spanish": "Esa información no te incumbe."
  },
  {
    "ID": "196",
    "English": "Please, I need to know it.",
    "Spanish": "Por favor, necesito saberlo."
  },
  {
    "ID": "197",
    "English": "And why's that, hmm?",
    "Spanish": "¿Por que?"
  },
  {
    "ID": "198",
    "English": "I feel like you're hiding something.",
    "Spanish": "Intuyo que escondéis algo."
  },
  {
    "ID": "199",
    "English": "Elementary, my dear Watson. Now buy something or leave.",
    "Spanish": "Elemental mi querido Watson. Y ahora largo."
  },
  {
    "ID": "200",
    "English": "I... I want to work here.",
    "Spanish": "Busco informarme... quiero trabajar como dependienta aquí."
  },
  {
    "ID": "201",
    "English": "Just curious.",
    "Spanish": "Solo curiosidad."
  },
  {
    "ID": "202",
    "English": "I'm not giving you any information.",
    "Spanish": "No debo darte información sobre la empresa."
  },
  {
    "ID": "203",
    "English": "Unless... you're looking for a job. But you with your suit don't look like somebody who needs a job here.",
    "Spanish": "A no ser que busques empleo claro. Pero con tus pintas de formalita imagino que no es el caso."
  },
  {
    "ID": "204",
    "English": "I want to work here.",
    "Spanish": "Quiero trabajar aquí."
  },
  {
    "ID": "205",
    "English": "Are you sure? Do you want to spend your days arranging shelves for 5 credits an hour? I don't think so!",
    "Spanish": "¿Estas segura? ¿¡Quieres matarte a colocar refrescos por 5 miserables créditos la hora?! ¡No lo creo!"
  },
  {
    "ID": "206",
    "English": "If you don't need anything, just leave.",
    "Spanish": "Si no necesitas nada mas puedes irte."
  },
  {
    "ID": "207",
    "English": "Maybe we could come to an agreement...",
    "Spanish": "Quizás yo pueda ayudarte económicamente."
  },
  {
    "ID": "208",
    "English": "With a light blush on your cheeks, thinking of the unusual decision you're about to make, you discreetly take out a certain amount of money and show it to the assistant.",
    "Spanish": "Con un ligero rubor en las mejillas, consciente del paso poco convencional que estás a punto de tomar, sacas discretamente una cantidad de dinero de tu cartera."
  },
  {
    "ID": "209",
    "English": "After a short pause and an appraising look, the sales assistant accepts the money. She looks surprised, but content. Then she starts talking, giving you the information you were asking for.",
    "Spanish": "La dependienta, tras una breve pausa y una mirada evaluadora, acepta el dinero con una expresión que mezcla sorpresa y comprensión. Seguidamente comienza a hablar, proporcionando a Jessica la información útil que tanto necesita."
  },
  {
    "ID": "210",
    "English": "There is a person that fits your description. He doesn't work here, but I see him often. I don't know who he is, all I know is that he works for the boss. Every week he comes to get some supplies. He always tries not to attract much attention. That's why for a good commission we agreed to attend him in the back room.",
    "Spanish": "Lo cierto es que hay una persona que encaja con tu descripción. Él no trabaja aquí, pero lo veo a menudo. Yo no lo conozco. Lo único que se es que trabaja para el jefe. Cada semana viene a por provisiones. Siempre intenta no llamar mucho la atención, por eso, a cambio de una buena comisión  le atendemos desde la trastienda como excepción."
  },
  {
    "ID": "211",
    "English": "What kind of supplies?",
    "Spanish": "¿Que tipo de provisiones?"
  },
  {
    "ID": "212",
    "English": "My boss prepares the boxes, I have no idea what's inside. I guess, it could be food.",
    "Spanish": "Las cajas las prepara el jefe. No sabemos lo que hay dentro. Pero imagino que es comida."
  },
  {
    "ID": "213",
    "English": "Where does he go after?",
    "Spanish": "¿A donde se las lleva?"
  },
  {
    "ID": "214",
    "English": "He always goes to the metro station at the main square.",
    "Spanish": "Siempre se va por la estación de la plaza principal."
  },
  {
    "ID": "215",
    "English": "But isn't the station closed?",
    "Spanish": "¿La estación abandonada?"
  },
  {
    "ID": "216",
    "English": "Yeah, it's weird. But that's all I know.",
    "Spanish": "Sí, es extraño... Pero es todo lo que sé."
  },
  {
    "ID": "217",
    "English": "What does he look like?",
    "Spanish": "¿Qué aspecto tiene?"
  },
  {
    "ID": "218",
    "English": "Hard to say. He always wears a hood and these red glasses. But I noticed he has a burn on his face.",
    "Spanish": "Es difícil saberlo. Va encapuchado, con  gafas de sol. Pero he visto que tiene una quemadura en la cara."
  },
  {
    "ID": "219",
    "English": "You are very intrigued, but after everything that's happened to you this morning you still stay cautious. You decide to check out the closed station. This place, surrounded with mystery, seems a perfect setting to discover secrets of the past, and maybe, the future.",
    "Spanish": "Intrigada y cautelosa, decides que es hora de seguir esta pista. La estación de metro abandonada, un lugar envuelto en misterio y desolación, parece ser el escenario perfecto para descubrir secretos ocultos."
  },
  {
    "ID": "220",
    "English": "You attempt of bribing her doesn't turn out as expected. The sales assistant looks at the money and then back at you. You see the indignation and offense on her face.",
    "Spanish": "Tu intento de soborno no resulta como esperabas. La dependienta mira el dinero y luego te mira a ti, su rostro se endurece con una mezcla de indignación y profesionalismo ofendido."
  },
  {
    "ID": "221",
    "English": "You think you can buy me?! I'm a professional!",
    "Spanish": "¿Crees que puedes comprarme con esto? ¡Soy una profesional! No estoy en venta."
  },
  {
    "ID": "222",
    "English": "However, she suddenly takes the money anyway, angrily putting it away in her pocket.",
    "Spanish": "Sin embargo, en un giro inesperado, toma el dinero de todos modos, guardándolo con un gesto de desdén."
  },
  {
    "ID": "223",
    "English": "I'm keeping this as a compensation for the insult. But don't expect any help from me.",
    "Spanish": "Me quedaré con esto como compensación por el insulto. Pero no esperes ninguna ayuda de mi parte."
  },
  {
    "ID": "224",
    "English": "Why are you so hostile? Can I help you?",
    "Spanish": "¿Oye, por que tanta hostilidad? ¿Puedo ayudarte?"
  },
  {
    "ID": "225",
    "English": "Now you're trying to be compassionate? How pathetic...",
    "Spanish": "Ahora vas de amiguita del alma? Que patética... jajaja *se ríe intentando humillarte*"
  },
  {
    "ID": "226",
    "English": "Yes! I'm bitter! What a surprise, huh? How could I not be? Charging only 5 credits per hour and no breaks!",
    "Spanish": "*con ironia* Si! Que sorpresa.. Estoy amargada! Ya lo sé! Como no voy a estarlo! Cobrando 5 créditos la hora, sin descansos!"
  },
  {
    "ID": "227",
    "English": "There are only three sales assistants, right?",
    "Spanish": "¿Sois tres dependientes, verdad?"
  },
  {
    "ID": "228",
    "English": "Yes, there are three of us.",
    "Spanish": "Sí, contando al jefe somo tres. ¿Contenta?"
  },
  {
    "ID": "229",
    "English": "And there's no one else?",
    "Spanish": "¿No trabaja nadie más?"
  },
  {
    "ID": "230",
    "English": "No, and I'm not giving you any more information.",
    "Spanish": "No, y no debo darte información sobre la empresa."
  },
  {
    "ID": "231",
    "English": "Have you seen a man with red sunglasses?",
    "Spanish": "Sabes algo de un hombre con gafas rojas?"
  },
  {
    "ID": "232",
    "English": "There can be hundreds of them.",
    "Spanish": "Pueden haber miles. Que pregunta es esa?"
  },
  {
    "ID": "233",
    "English": "Alright, long story short. I need to find someone. A guy with sunglasses. And if he is who I think he is, he is wearing the same sunglasses you have right here.",
    "Spanish": "Es largo de explicar, pero necesito encontrar a alguien. Un chico con gafas. Y si se trata de quien yo creo que es. Estoy segura de que lleva esas mismas que tenéis expuestas."
  },
  {
    "ID": "234",
    "English": "These? The CirmsonShade? I'm surprised somebody even likes them.",
    "Spanish": "¿Este modelo?¿Las CrismonShade? Me sorprende que a alguien le guste esa horterada."
  },
  {
    "ID": "235",
    "English": "Nobody has bought them?",
    "Spanish": "No ha venido nadie a comprarlas?"
  },
  {
    "ID": "236",
    "English": "Not on my shift. But the stock is not full, so I guess yeah.",
    "Spanish": "No durante mi turno. Pero faltan unidades. Por lo que imagino que sí."
  },
  {
    "ID": "237",
    "English": "Do you want to buy something or do we keep playing guessing games?",
    "Spanish": "¿Quieres comprar algo o seguimos jugando a las adivinanzas?"
  },
  {
    "ID": "238",
    "English": "You notice her badge. You take a deep breath and start speaking to her with a soft and calming tone.",
    "Spanish": "Te fijas en su tarjeta de identificación. Respiras profundamente y con una voz suave, tranquila y agradable te diriges hacia la dependienta."
  },
  {
    "ID": "239",
    "English": "Karen, right? I think we started in a wrong way. I'm sorry you're feeling this way. I understand you, I'm also going through a bad time.",
    "Spanish": "Karen verdad? Así te llamas. Creo que no hemos empezado con buen pie. Es una lástima que te sientas así. Lo cierto es que yo también estoy pasando por un mal momento..."
  },
  {
    "ID": "240",
    "English": "*ironically* What, you broke a nail, huh?",
    "Spanish": "*irónicamente* Se te ha roto una uña no? Que dramón..."
  },
  {
    "ID": "241",
    "English": "My partner committed suicide.",
    "Spanish": "Mi novió se ha suicidado."
  },
  {
    "ID": "242",
    "English": "There is a moment of silence. Karen swallows and opens her mouth, trying to come up with the right words.",
    "Spanish": "El ambiente se queda helado. Karen traga saliva y muestra una ligera expresión de compasión."
  },
  {
    "ID": "243",
    "English": "Oh, I'm sorry...",
    "Spanish": "Lo... lo siento..."
  },
  {
    "ID": "244",
    "English": "I'm doing my best... What I wanted to tell you is that you shouldn't let your bad thoughts take control over you.As Maxwell used to say: The brightest stars emerge in the deepest darkness.",
    "Spanish": "Intento llevar bien la situación... Lo que quiero decirte, es que no debes dejarte llevar por tus malos pensamientos. Como Maxwell solía decirme: Las estrellas más brillantes emergen en la oscuridad más profunda. "
  },
  {
    "ID": "245",
    "English": "I'm sorry for being so rude with you...",
    "Spanish": "Quizás he sido muy dura contigo... lo debes estar pasando mal..."
  },
  {
    "ID": "246",
    "English": "Don't worry, it's okay.",
    "Spanish": "No te preocupes."
  },
  {
    "ID": "247",
    "English": "I.. Let me do something for you... Take anything from the shop for free, it's on me.",
    "Spanish": "Yo... Déjame compensarte... Coge cualquier producto, yo te invito."
  },
  {
    "ID": "249",
    "English": "Thank you very much, Karen.",
    "Spanish": "¡Muchas gracias Karen!"
  },
  {
    "ID": "250",
    "English": "You're welcome... Can I do anything to help you with your partner's trauma?",
    "Spanish": "De nada... supongo... ¿Puedo hacer algo para ayudarte con lo de tu novio?"
  },
  {
    "ID": "251",
    "English": "I feel like there's a tiny bit of hope that he might be alive. But I need you to tell me everything I know about the man with the red glasses.",
    "Spanish": "Siento que hay una pequeña esperanza de que siga vivo. Pero necesito que me cuentes todo lo que sepas."
  },
  {
    "ID": "252",
    "English": "Shocked by your words, Karen sits down and starts explaining you something important:",
    "Spanish": "Derrotada por tus palabras, Karen se sienta y con un tono pasivo, te explica algo importante:"
  },
  {
    "ID": "253",
    "English": "I know it can be a bad day, but I really  need your help. Could you provide me some information?",
    "Spanish": "Sé que puede ser un mal día, pero realmente necesito tu ayuda. ¿Podrías darme algo de información?"
  },
  {
    "ID": "254",
    "English": "Karen, with a frown, looks at you up and down.",
    "Spanish": "Karen, con un ceño fruncido y una expresión de frustración."
  },
  {
    "ID": "255",
    "English": "*sarcastically* Now what? Now you playing my therapist? I don't need your fake compassion.",
    "Spanish": "*sarcástica y molesta* ¿Ahora qué? ¿Vienes aquí a darnos lecciones de cómo ser felices? No necesito tu falsa simpatía."
  },
  {
    "ID": "256",
    "English": "I don't want to bother you, I'm just trying to figure something out. It can be very important.",
    "Spanish": "No es mi intención molestarte, solo busco algo de información. Puede ser muy importante."
  },
  {
    "ID": "257",
    "English": "Karen, clearly irritated, snorts with disdain.",
    "Spanish": "Karen, claramente irritada, resopla con desdén."
  },
  {
    "ID": "258",
    "English": "*raises her voice* Enough! Don't you see that I'm busy? People like you only think about themselves.",
    "Spanish": "*levantando la voz* ¡Ya basta! ¿No ves que estoy ocupada? La gente como tú, siempre pensando que pueden arreglarlo todo..."
  },
  {
    "ID": "259",
    "English": "I understand that you're mad, but I really need to know what...",
    "Spanish": "Entiendo que estés molesta, pero realmente necesito saber sobre..."
  },
  {
    "ID": "260",
    "English": "Karen abruptly interrupts you, showing how annoyed she is.",
    "Spanish": "Karen la interrumpe abruptamente, mostrando signos de cansancio y exasperación."
  },
  {
    "ID": "261",
    "English": "*tired and annoyed* If I give you the information will you leave me alone?",
    "Spanish": "*con voz cansada y un tono de resignación* ¿Si te doy esa información, te irás y me dejarás en paz?"
  },
  {
    "ID": "262",
    "English": "Yes, I promise.",
    "Spanish": "Sí, te lo prometo."
  },
  {
    "ID": "263",
    "English": "After doubting for a bit, Karen sighs and finally starts speaking...",
    "Spanish": "Tras un momento de duda, Karen suspira y finalmente accede a compartir la información."
  },
  {
    "ID": "264",
    "English": "You enter the subway, the darkness receives you with its silent embrace. The station looks abandoned, there are ruins all around, it's been under construction for years now. You need to get inside and there's only one option: walk along the train tracks...",
    "Spanish": "Te adentras en el metro, una oscuridad envolvente te recibe en su silencioso abrazo. El lugar, abandonado y en ruinas, carece de cualquier acceso convencional. Solo queda una opción: caminar por las frías y solitarias vías del tren."
  },
  {
    "ID": "265",
    "English": "As you're walking, your mind comes back to the memories about Maxwell. You grab the pendant he gifted you, you always wear it. It's the reminder of the phrase he always used to say: The brightest stars emerge in the deepest darkness. He loved calling you his little star...",
    "Spanish": "Mientras avanzas, tu mente se pierde en recuerdos de Maxwell, apretando con firmeza el colgante que una vez te entregó. Las palabras que él solía decirte resuenan en tu interior, una promesa de valentía en la oscuridad: Las estrellas más brillantes emergen en la oscuridad más profunda."
  },
  {
    "ID": "266",
    "English": "After walking for a while, you find yourself at a fork: there are two tunnels in front of you. The one on the left is slightly lit up, it looks renovated and somewhat modern. The one on the right is an old abyss of darkness and chaos, it attracts you with its mysterious gloom.",
    "Spanish": "Tras recorrer un largo trecho, te encuentras ante una bifurcación: dos túneles se despliegan ante ti. El de la izquierda, bañado en una luz tenue que promete seguridad, se extiende limpio y ordenado. El de la derecha, un abismo de oscuridad y caos, desafía con su misteriosa penumbra."
  },
  {
    "ID": "267",
    "English": "You decide to go into the left tunnel. It looks safer in a way and more habitable. Suddenly, the light at the end of the tunnel that seemed static, starts moving towards you very fast. Your heart starts racing as you realize it's a train that's coming right at you. You start running as fast as you can, driven by the survival instinct.",
    "Spanish": "Optas por explorar el túnel iluminado. De repente, lo que parecía ser una luz estática al final del túnel comienza a moverse hacia ti a gran velocidad. Tu corazón se acelera al darte cuenta de que es un tren de metro que se dirige hacia ti. Instintivamente, empiezas a correr, impulsado por el instinto de supervivencia."
  },
  {
    "ID": "268",
    "English": "Making an incredible effort, you manage to get back to the fork and jump away to another tunnel, right on time for the train to pass by. After catching your breath, you decide to explore the other tunnel.",
    "Spanish": "En un esfuerzo desesperado, logras alcanzar la entrada del otro túnel, justo a tiempo para ver pasar el tren a tu lado, rozándote. Despavorida, te adentras en el túnel oscuro."
  },
  {
    "ID": "269",
    "English": "After a long walk, you get to some kind of room, illuminated by the flickering lights of multiple monitors. In the center you see a chair with a lonely figure in it, the person is sitting facing away from you. Suddenly the chair start slowly turning towards you...",
    "Spanish": "Después de un largo camino, llegas a una habitación, iluminada por la luz parpadeante de múltiples ordenadores. En el centro, una figura solitaria está sentada de espaldas a ti. Con un giro lento y deliberado, la silla se vuelve hacia ti."
  },
  {
    "ID": "270",
    "English": "Hi, my little star...",
    "Spanish": "Hola estrellita..."
  },
  {
    "ID": "270.1",
    "English": "You're running as fast as you can, but suddenly you trip and fall over. You try to get up, but it's too late. The light of the train blinds you, you scream...",
    "Spanish": "Corres lo más rápido que puedes, pero de repente tropiezas y caes. Intentas levantarte, pero es demasiado tarde. La luz del tren te ciega, gritas..."
  },
  {
    "ID": "271",
    "English": "The brightest stars emerge in the deepest darkness. The image of Maxwell saying this doesn't leave your mind. Inspired by this memory, you decide to dive deeper into the darkness of the tunnel, hoping to find some answers.",
    "Spanish": "Las estrellas más brillantes emergen en la oscuridad más profunda. Inspirado por el recuerdo de Maxwell, eliges el camino oscuro, creyendo que es allí donde las verdaderas respuestas aguardan."
  },
  {
    "ID": "272",
    "English": "The world stops the moment you see Maxwell. Tears start filling up your eyes and pouring out in an uncontrollable burst.",
    "Spanish": "El mundo parece detenerse en el momento en que tus ojos se encuentran con los de Maxwell. Las lágrimas brotan incontrolables de tus ojos, y tu rostro se torna pálido."
  },
  {
    "ID": "273",
    "English": "Jessica… Please, listen to me…",
    "Spanish": "Por favor, Jessica, escúchame. ¿Estás bien?"
  },
  {
    "ID": "274",
    "English": "You are so overwhelmed that the words get stuck in your throat, you can't say anything.",
    "Spanish": "Estas tan abrumada que no consigues soltar ni una palabra."
  },
  {
    "ID": "275",
    "English": "I had to stage my suicide. It was necessary…",
    "Spanish": "Debía fingir mi muerte. Era necesario para todos..."
  },
  {
    "ID": "276",
    "English": "Despite the thunderstorm of emotions taking control over you, you try to calm down. You breathe in and start talking to Maxwell.",
    "Spanish": "A pesar de la tormenta de emociones que te invade, decides contener tu ira. Te frotas la cara y con una voz quebrada consigues hablarle con dificultad."
  },
  {
    "ID": "277",
    "English": "Why, Max? Why did you have to stage your death? Do you have any idea what it feels like? I've been living in hell for the last months.",
    "Spanish": "¿Por qué, Max? ¿Por qué simular tu muerte? ¿Tienes idea del infierno que he vivido?"
  },
  {
    "ID": "278",
    "English": "Jess… it’s okay. The pain you’ve been feeling is not your fault.",
    "Spanish": "Jessi... Eso es normal... Ese dolor no es culpa tuya."
  },
  {
    "ID": "279",
    "English": "His reply makes you even more mad.",
    "Spanish": "Su contestación te desconcierta mucho."
  },
  {
    "ID": "280",
    "English": "How could it possibly be my fault?!",
    "Spanish": "¿Cómo iba a ser mi culpa?"
  },
  {
    "ID": "281",
    "English": "Listen, it's not my fault either.",
    "Spanish": "Escúchame. Tampoco es culpa mía."
  },
  {
    "ID": "282",
    "English": "This reply and his fake compassion drive you nuts, you're trying very hard not to burst into anger.",
    "Spanish": "Ante tal declaración y su falta se sensibilidad, estás a punto de estallar en cólera."
  },
  {
    "ID": "283",
    "English": "A wave of anger towards Max covers you. Unable to stay calm, you try to punch him. However, with surprising agility. he dodges you and traps you from behind. Your impatience and the inability to calm down damage your joviality.",
    "Spanish": "Te invade una oleada de ira hacia Maxwell. Incapaz de contener tus emociones, te lanzas sobre él en un arrebato de furia. Sin embargo, con una agilidad sorprendente, él te esquiva y, utilizando una técnica hábil, te inmoviliza desde atrás. Tu impaciencia y falta de comprensión empañan tu jovialidad."
  },
  {
    "ID": "284",
    "English": "Gently releasing you, Maxwell steps back. In his eyes you can see a mix of preoccupation and understanding.",
    "Spanish": "Liberándote suavemente, Maxwell da un paso atrás y te mira con una mezcla de preocupación y comprensión."
  },
  {
    "ID": "285",
    "English": "Jess, listen to me, please...",
    "Spanish": "Jessica escúchame..."
  },
  {
    "ID": "286",
    "English": "Somehow you manage to stay calm. You take a deep breath and decides and decide to give him a chance to explain.",
    "Spanish": "Algo te hace mantener la calma. Respiras hondo y decides seguir escuchando."
  },
  {
    "ID": "287",
    "English": "The world is not how you think it is. All the pain we feel has a reason. We are constantly stalked by the Watchers.",
    "Spanish": "El mundo no es como crees. Todo el dolor que sentimos los humanos tiene una explicación. Estamos constantemente acechados por Vigías."
  },
  {
    "ID": "288",
    "English": "Who are the Watchers?",
    "Spanish": "¿Quién es Vigías?"
  },
  {
    "ID": "289",
    "English": "Well... It's hard to explain. They are always there, watching us and tormenting us. They feed on our pain and suffering, and intensify it.",
    "Spanish": "Quién, no. Quienes. Verás, ellos són... Es difícil de definir, pero siempre están allí, a nuestro lado, atormentándonos. Se alimentan de nuestro sufrimiento y lo intensifican."
  },
  {
    "ID": "290",
    "English": "I can't believe you're making shit up to use it as an excuse.",
    "Spanish": "No puedo creer que uses una excusa así..."
  },
  {
    "ID": "291",
    "English": "It's true! The pain works like a source of energy for them, and they are also the reason. We need to get rid of them. That's why I'm here.",
    "Spanish": "Es cierto. El dolor funciona como una energía para ellos. Son la causa. Y debemos eliminarlos. Jessi... por eso estoy aquí."
  },
  {
    "ID": "292",
    "English": "You think of all the years your spent studying Psychology and human nature, trying to find a way to help people, to heal them...",
    "Spanish": "Al momento recuerdas todos los años juntos estudiando psicología, queriendo ayudar a la gente."
  },
  {
    "ID": "293",
    "English": "Get rid of all the pain? But Max, that's what we've been doing, that's what I've been doing! Don't you remember?!",
    "Spanish": "¿Eliminar el dolor de la gente? Max... ¡Eso es lo que hacíamos antes! ¿Y todo lo que aprendimos? ¿No te acuerdas de cómo aliviábamos el dolor antes? Los dos juntos..."
  },
  {
    "ID": "294",
    "English": "You don't understand! We can't truly help anyone as long as they exist!",
    "Spanish": "No lo entiendes. No podemos ayudar a nadie mientras esas criaturas existan."
  },
  {
    "ID": "295",
    "English": "You're not sane, Max. What happened to you?",
    "Spanish": "No estas bien Max... ¿Que te ha ocurrido?"
  },
  {
    "ID": "296",
    "English": "Jessica, I'm not crazy!",
    "Spanish": "¡Jessica!¡No estoy loco!"
  },
  {
    "ID": "297",
    "English": "In an instant Maxwell quickly moves towards you. For a moment you freeze, thinking he will hit you. But then you feel his arms around you and realize he's not trying to hurt you.",
    "Spanish": "En un movimiento impulsivo, Maxwell se abalanza hacia ti. Por un instante, el miedo te hiela, pero rápidamente te das cuenta de que no es un ataque: es un abrazo."
  },
  {
    "ID": "298",
    "English": "I'm sorry, Jess, I'm so so sorry...",
    "Spanish": "Lo siento, Jessi... lo siento tanto"
  },
  {
    "ID": "299",
    "English": "Your arms rise to hug him back... Time freezes while you're hugging each other. But then Maxwell lets you go.",
    "Spanish": "Tus brazos se elevan para corresponder su abrazo."
  },
  {
    "ID": "300",
    "English": "I want to make everything clear for you, my little star. Ask me anything.",
    "Spanish": "Solo quiero aclarar tus dudas estrellita... Pregúntame lo que quieras."
  },
  {
    "ID": "301",
    "English": "Why did you leave me like that?",
    "Spanish": "¿Por que me abandonaste?"
  },
  {
    "ID": "302",
    "English": "I had to do it, Jess. We're all threatened.",
    "Spanish": "Tenía que hacerlo. Estamos amenazados, Jessi."
  },
  {
    "ID": "303",
    "English": "By who?",
    "Spanish": "¿Amenazados por quién?"
  },
  {
    "ID": "304",
    "English": "By someone very powerful.",
    "Spanish": "Por alguien poderoso... poderosa."
  },
  {
    "ID": "305",
    "English": "Why me? I didn't do anything.",
    "Spanish": "¿Yo por que?"
  },

  {
    "ID": "306",
    "English": "Because you are the partner of a rebel, my partner. Amanda could do anything",
    "Spanish": "Porque eres la pareja de un rebelde, mi pareja. Amanda nos tiene amenazados."
  },
  {
    "ID": "307",
    "English": "Amanda?",
    "Spanish": "¿Amanda?"
  },
  {
    "ID": "308",
    "English": "Amanda, the head of NCP. She is a ruthless commander, a world wrecker. She has destroyed entire civilizations, extracting all their resources and getting rid of them mercilessly. And now, she has set her sight on the Watchers, trying to make use of their power for her own needs.",
    "Spanish": "Amanda, la directora de NCP. Ella es una comandante despiadada, una conquistadora de mundos. Ha devastado civilizaciones enteras, extrayendo sus recursos sin piedad. Y ahora, ha puesto sus ojos en los Vigías, buscando usar su poder para sus propios fines egoístas."
  },
  {
    "ID": "309",
    "English": "What kind of needs?",
    "Spanish": "¿Qué clase de fines?"
  },
  {
    "ID": "310",
    "English": "I'm not sure, but it's something very dark and horrendous. If Amanda gains the power of the Watchers, she'll be able to control humans' pain. With a power like this, who knows what she's capable of doing...",
    "Spanish": "No estoy seguro... pero algo horrible. Si Amanda obtiene el poder de los Vigías, será capaz de controlar el dolor de la humanidad. Con un poder así quien sabe lo que pueda hacer..."
  },
  {
    "ID": "311",
    "English": "Is she threatening you?",
    "Spanish": "¿Y por que ella te busca?"
  },
  {
    "ID": "312",
    "English": "Well, I found out about her plans and tried to make her change her mind. I don't trust her. And her people are very powerful. They blackmailed me, saying they will kill all my loved ones if I don't keep my mouth shut. That's why I had to stage my death...",
    "Spanish": "Me opuse a sus intenciones. No me fio de ella. Pero su gente es poderosa. Chantajearon mi silencio amenazando a todos mis seres queridos. Incluyéndote a ti... Por eso debía fingir mi muerte."
  },
  {
    "ID": "313",
    "English": "What is NCP?",
    "Spanish": "¿Qué es NCP?"
  },
  {
    "ID": "314",
    "English": "The initials of National Catastrophe Prevention, one of the organizations that control this world. I was working for them, in the research department.",
    "Spanish": "Son las siglas de National Catastrophe Prevention, una de las organizaciones que controlan este mundo. Yo trabajaba para ellos, formaba parte del departamento de investigación."
  },
  {
    "ID": "315",
    "English": "Why did you never tell me about it?",
    "Spanish": "¿Por que no me lo dijiste nunca?"
  },
  {
    "ID": "316",
    "English": "Honey, I couldn't. I signed an NDA. The NCP has to stay undercover. The world's fate depends on its existence.",
    "Spanish": "No podía Jessi... Hice un juramento. La NCP debe permanecer oculta. De su existencia depende el destino del mundo."
  },
  {
    "ID": "317",
    "English": "You know you could trust me...",
    "Spanish": "Sabes que podías confiar en mi..."
  },
  {
    "ID": "318",
    "English": "I wanted to protect you. You were not ready to know the truth about this world.",
    "Spanish": "Quería protegerte. No estabas preparada para conocer la verdad de este mundo..."
  },
  {
    "ID": "319",
    "English": "You think I'm weak?!",
    "Spanish": "¿Crees que soy débil?"
  },
  {
    "ID": "320",
    "English": "Jess... I just didn't want you to be in danger.",
    "Spanish": "Jessi... no podía ponerte en peligro... entiéndelo..."
  },
  {
    "ID": "321",
    "English": "What truth?",
    "Spanish": "¿Cuál es la verdad?"
  },
  {
    "ID": "322",
    "English": "The world's fate?",
    "Spanish": "¿El destino del mundo?"
  },
  {
    "ID": "323",
    "English": "We are not alone in the universe. We are constantly at war with other worlds. The NCP is protecting us. They're the organization that faces other worlds.",
    "Spanish": "Verás... No estamos solos en el universo. Vivimos en guerra con otros mundos. La NCP nos protege en la sombra. Es la organización que se enfrenta a ellos."
  },
  {
    "ID": "324",
    "English": "Where do the Watchers come from?",
    "Spanish": "¿De donde vienen los Vigías?"
  },
  {
    "ID": "325",
    "English": "From a place called Tormento, a world that intersects with ours. The suffering and pain keep that place alive.",
    "Spanish": "De un lugar llamado Tormento, un mundo que intersecciona con el nuestro. El sufrimiento y la oscuridad mantiene vivo ese lugar. "
  },
  {
    "ID": "326",
    "English": "But why are they against us?",
    "Spanish": "¿Y que tienen en nuestra contra?"
  },
  {
    "ID": "327",
    "English": "They're not against us, they just want to live. But they feed on our suffering, it's their fuel. Many of them managed to get to our world. You might've noticed that many people around are more bitter than normally. The Watchers are already attacking.",
    "Spanish": "Nada, solo quieren vivir. Atormentar a los humanos y alimentarse con su sufrimiento. Muchos ya han conseguido llegar a este mundo. Habrás notado a muchos habitantes del pueblo ofuscados y alterados. Las Vigías ya están atormentando."
  },
  {
    "ID": "328",
    "English": "Why are they called Watchers?",
    "Spanish": "¿Por que los llamas Vigías?"
  },
  {
    "ID": "329",
    "English": "That's how our ancestors called them. These creatures have always been around, watching us closely, but we could never see them. That's why they're called Watchers.",
    "Spanish": "Así los han llamado siempre nuestros antepasados. Estos seres, aunque no los percibamos, están siempre con nosotros, vigilándonos de cerca. Por eso se les puso el nombre de Vigías."
  },
  {
    "ID": "330",
    "English": "Nobody ever saw them?",
    "Spanish": "¿Nadie ha conseguido verlos?"
  },
  {
    "ID": "331",
    "English": "See the Watchers, that's something very few people could do. And the ones who managed to, paid an unimaginable price. Only those who have experiences the darkest human emotions have been able to see them. They say their gaze is so intense, so disturbing that it gets to the bottom of your soul and tears it apart. The unfortunate ones who have locked eyes with a Watcher, they're never the same again.",
    "Spanish": "Ver a los Vigías... eso es algo que muy pocos han logrado, y aquellos que lo han hecho, han pagado un precio inimaginable. Solo aquellos que han experimentado los abismos más oscuros del tormento humano han podido verlos. Dicen que su mirada es tan intensa, tan profundamente inquietante, que penetra hasta lo más profundo del alma. Es una mirada que desgarra la psique. Y los desafortunados que han cruzado sus ojos con los de un Vigía... ellos nunca vuelven a ser los mismos."
  },
  {
    "ID": "332",
    "English": "Your keep talking to Max for a long time, trying to understand everything, but it's difficult. You are overwhelmed by emotions, they have exhausted you. You need time to process everything and still don't know how to react.",
    "Spanish": "Sigues hablando con Maxwell durante un largo rato. Vas entendiendo todo. Pero estas desconcertada. Tantas emociones fuertes te han agotado. Necesitas un tiempo para asimilar todo."
  },
  {
    "ID": "333",
    "English": "Jess, I need to rest. It's been hell of a day. Stay here with me, going home can be dangerous. If they see you, they can follow you here.",
    "Spanish": "Jessi,  necesitas descansar. Ha sido mucho para asimilar en un solo día. Quédate dormir conmigo, ir a casa podría ser peligroso. Si te ven, podrían rastrearte hasta aquí."
  },
  {
    "ID": "334",
    "English": "Maxwell points at a bed in the corner of the room.",
    "Spanish": "Maxwell te muestra un rincón acondicionado con una pequeña cama y una manta."
  },
  {
    "ID": "335",
    "English": "It's not a 5-star hotel, but here you'll be safe and sound. And warm.",
    "Spanish": "No es un hotel de cinco estrellas, pero te mantendrá segura y caliente."
  },
  {
    "ID": "336",
    "English": "You get in bed, feeling how the exhaustion drags you into a deep sleep.",
    "Spanish": "Te acuestas, sintiendo cómo el agotamiento te arrastra hacia un sueño profundo."
  },
  {
    "ID": "337",
    "English": "In the silence of early morning, the sound of Max unzipping a backpack wakes you up unexpectedly. The tension and quickness of his movements shows that he's in a hurry.",
    "Spanish": "En la quietud de la madrugada, el sonido de Maxwell preparando una mochila te despierta abruptamente. La tensión en sus movimientos revela una misión de la máxima urgencia."
  },
  {
    "ID": "338",
    "English": "What are you doing, Max?",
    "Spanish": "Maxwell, ¿qué estás haciendo?"
  },
  {
    "ID": "339",
    "English": "I gotta go, you stay here.",
    "Spanish": "Tengo que irme. Tú debes quedarte aquí."
  },
  {
    "ID": "340",
    "English": "Where are you going?",
    "Spanish": "¿A dónde vas?"
  },
  {
    "ID": "341",
    "English": "To the NCP.",
    "Spanish": "A la sede de la NCP."
  },
  {
    "ID": "342",
    "English": "The NCP? Are you nuts? They're searching for you, it's straight up a suicide!",
    "Spanish": "¿La NCP? ¿Estás loco? Ellos te buscan, ¡es un suicidio!"
  },
  {
    "ID": "343",
    "English": "I don't have any other option. I need to act now, there's no time.",
    "Spanish": "No tengo otra opción. Debo actuar ahora, no habrá otro momento."
  },
  {
    "ID": "344",
    "English": "But why? What's going on?",
    "Spanish": "¿Pero por qué? ¿Qué está pasando?"
  },
  {
    "ID": "345",
    "English": "I don't have time for explanations!",
    "Spanish": "No tengo tiempo para explicártelo."
  },
  {
    "ID": "346",
    "English": "Angry at Maxwell for his response and the lack of trust, you get up and head towards him.",
    "Spanish": "Enfadada por la falta de explicaciones y confianza, te diriges hacia Maxwell en un tono serio."
  },
  {
    "ID": "347",
    "English": "No, no and no! You're not going to disappear again like this. You said you'd be honest with me. So explain everything!",
    "Spanish": "¡No, no! No vas a desaparecer otra vez sin dar explicaciones. Dijiste que serías sincero conmigo. Así que explícamelo, Max."
  },
  {
    "ID": "348",
    "English": "Maxwell takes a deep breath and starts explaining the situation to you.",
    "Spanish": "Max suspira, derrotado por tu insistencia te empieza a explicar."
  },
  {
    "ID": "349",
    "English": "I need to stop Amanda, today is the day. Look, I have a contact in the headquarters, an old friend, Jared. He has managed to cause a failure in the security system of the place where Portalite is kept. As a precaution, they're going to move it to another place until they restore the system.",
    "Spanish": "Voy a derrocar a Amanda, hoy es el día. Verás, tengo un contacto dentro de la sede, un viejo amigo, Jared. Ha conseguido provocar un fallo en el sistema de seguridad donde se almacena la Portalita. Por precaución, la van a trasladar a otro lugar."
  },
  {
    "ID": "350",
    "English": "Portalite? The what now?",
    "Spanish": "¿Qué es la Portalita?"
  },
  {
    "ID": "351",
    "English": "I didn't tell you? I thought I did... Anyway, it's a crystal that allows us to bend the space and connect different worlds. The Portalite connects our world with the Watchers' world. If I manage to steal it from Amanda, she won't be a threat anymore.",
    "Spanish": "¿No te lo he contado? Pensé que sí. Es un cristal capaz de modificar el espacio y conectar mundos. La Portalita enlaza nuestro mundo con el de los Vigías. Si consigo quitársela a Amanda, ella ya no será una amenaza. Habremos ganado."
  },
  {
    "ID": "352",
    "English": "Where are they taking it?",
    "Spanish": "¿Dónde la trasladan?"
  },
  {
    "ID": "353",
    "English": "They'll take it to Amanda's office, but it's a place that has less security. It's my opportunity to get in there and steal it.",
    "Spanish": "La llevarán al despacho de Amanda, es una sala con menos seguridad. Es mi oportunidad para infiltrarme y robar esa Portalita."
  },
  {
    "ID": "354",
    "English": "Alright, I understand it's urgent. But what if they catch you? You can't go. Maybe... I could go.",
    "Spanish": "Entiendo la urgencia, pero... ¿y si te capturan? No, no puedes ir. Quizá... podría ir yo."
  },
  {
    "ID": "355",
    "English": "Absolutely not. I won't let you take that risk. They have no mercy, Jess!",
    "Spanish": "Jessi, no puedo permitirte enfrentar ese peligro. Ellos no tendrán piedad."
  },
  {
    "ID": "356",
    "English": "You don't have to let me do anything! It's my decision, I'm going. Believe in me, like I believe in you.",
    "Spanish": "No tienes que permitirme nada. Esta es mi decisión. Confía en mí, como yo confié en ti."
  },
  {
    "ID": "357",
    "English": "Maxwell hugs you impulsively. You get out of his arms, grab the backpack and start walking towards the exit.",
    "Spanish": "Antes de que Maxwell pueda replicar, tomas la mochila y te diriges a la salida."
  },
  {
    "ID": "358",
    "English": "No, Jess, wait! You can't do this alone!",
    "Spanish": "Jessi, ¡espera! ¡No puedes hacer esto sola!"
  },
  {
    "ID": "359",
    "English": "You quickly get out and block the door behind you with a piece of broken pipe, locking Maxwell in.",
    "Spanish": "Con una determinación férrea, bloqueas la puerta tras de ti con un trozo de tubería rota, encerrando a Maxwell."
  },
  {
    "ID": "360",
    "English": "Max, this is not only your fight, now it's mine too. It's my turn to protect you.",
    "Spanish": "Max, tu lucha es también la mía. Ahora es mi turno de protegerte."
  },
  {
    "ID": "361",
    "English": "With the backpack on and your heart pounding, you head towards the exit, determined to face the danger that's awaiting you at the NCP headquarters.",
    "Spanish": "Con la mochila a cuestas y el corazón latiendo a mil, te lanzas a través de las vías del metro, decidida a enfrentar el peligro que espera en la sede de la NCP."
  },
  {
    "ID": "362",
    "English": "You are running through the metro tunnels when you suddenly hear a distant voice.",
    "Spanish": "Corres a través de los túneles del metro con convicción. De repente, una voz tenue y distante resuena, sorprendiéndote."
  },
  {
    "ID": "363",
    "English": "What are you trying to do?",
    "Spanish": "¿Qué pretendes con todo esto?"
  },
  {
    "ID": "364",
    "English": "You look down. The voice seems to be coming out of your pendant, the one Max gifted you.",
    "Spanish": "Bajas la cabeza. Ves que la voz sale de tu colgante, el colgante que te regaló Maxwell."
  },
  {
    "ID": "365",
    "English": "Max? Is that you?",
    "Spanish": "¿Maxwell? ¿Eres tú?"
  },
  {
    "ID": "366",
    "English": "Yes, that's me. I installed a transmitter on your pendant, just in case.",
    "Spanish": "Sí, soy yo. Te instalé un transmisor en el colgante. Es por seguridad."
  },
  {
    "ID": "367",
    "English": "Are you trying to control me?",
    "Spanish": "¿Me tienes controlada?"
  },
  {
    "ID": "368",
    "English": "It's just a precaution. We'll talk about it later. What are you trying to do, Jess? You don't even know where the NCP is.",
    "Spanish": "Solo es una medida de precaución. Ya lo discutiremos luego. ¿Qué intentas Jessi? Ni siquiera sabes dónde está la sede de la NCP."
  },
  {
    "ID": "369",
    "English": "I'll figure it out. If I could find you, I'll find the NCP for sure.",
    "Spanish": "Lo averiguaré. Fui capaz de encontrarte a ti, seguro que puedo encontrar esto."
  },
  {
    "ID": "370",
    "English": "You are so damn stubborn. Alright, this time you win. But please, promise me you'll be careful.",
    "Spanish": "Eres realmente cabezona... Está bien, tu ganas. Te infiltraras tú. Pero, por favor, prométeme que tendrás cuidado."
  },
  {
    "ID": "371",
    "English": "Believe in me.",
    "Spanish": "Confía en mí."
  },
  {
    "ID": "372",
    "English": "Yeah... sure. The NCP headquarters is hidden in Central Tecnoplex.",
    "Spanish": "En fin.. que remedio. La sede está escondida en Tecnoplex Central."
  },
  {
    "ID": "373",
    "English": "That's right in the center of the city. Doesn't look like a good place for a secret organization.",
    "Spanish": "Eso esta en el centro del pueblo. No parece buen sitio para una base secreta."
  },
  {
    "ID": "374",
    "English": "Exactly. Nobody expects it to be in plain sight.",
    "Spanish": "Precisamente por eso, nadie espera que esté allí."
  },
  {
    "ID": "375",
    "English": "When you get in there, you'll need to find Jared, he will help you. Jared is a very good engineer, he can give you things that will help you. But you'll need to pay for the materials to not create any suspicions. There's money in the backpack.",
    "Spanish": "Cuando consigas entrar deberás encontrar a Jared, el te ayudará. Jared es inventor, puede darte objetos de utilidad. Eso si, deberás pagar por los materiales para no crear sospechas. En la mochila tienes dinero."
  },
  {
    "ID": "376",
    "English": "Great! You thought about everything, huh.",
    "Spanish": "Genial. Has pensado en todo."
  },
  {
    "ID": "377",
    "English": "You get out of the metro and head towards Tecnoplex, a huge technological complex in the middle of the city.",
    "Spanish": "Con determinación, te diriges hacia Tecnoplex, un vasto centro tecnológico y punto de referencia en el pueblo."
  },
  {
    "ID": "378",
    "English": "As you approach the entrance to Tecnoplex, you start worrying about the amount of people and the visible presence of security. You touch the pendant, activating the transmitter to speak to Max.",
    "Spanish": "Al acercarte a la entrada de Tecnoplex, te sorprende la cantidad de gente y la visible presencia de seguridad. Tocas el colgante, activando el transmisor para hablar con Maxwell."
  },
  {
    "ID": "379",
    "English": "Max, I'm at the entrance. There's a lot of security.",
    "Spanish": "Max, estoy en la entrada. Hay mucha seguridad."
  },
  {
    "ID": "380",
    "English": "Stay calm and believe in yourself. You can do this and much more.",
    "Spanish": "Mantén la calma y confía en tus habilidades. Eres capaz de esto y más."
  },
  {
    "ID": "381",
    "English": "You take a deep breath and approach the receptionist.",
    "Spanish": "Con un suspiro de determinación, te acercas a la taquilla, donde una mujer te informa."
  },
  {
    "ID": "382",
    "English": "Hi, good morning.",
    "Spanish": "Hola. Buenos días."
  },
  {
    "ID": "383",
    "English": "Good morning. The entrance to Tecnoplex is 20 credits. Cash or card?",
    "Spanish": "Buenos días. La entrada a Tecnoplex es de 20 créditos. ¿Pagarás en efectivo o con tarjeta?"
  },
  {
    "ID": "384",
    "English": "Spending such a big amount of money to just get into Tecnoplex could bring future troubles, you could need this money for other things. However, it's the easiest way to get in.",
    "Spanish": "Gastar una cantidad significativa en la entrada de Tecnoplex podría representar un riesgo en un futuro. Podrías necesitar el dinero. Sin embargo, es la forma mas directa de entrar."
  },
  {
    "ID": "385",
    "English": "The receptionist nods and lets you in.",
    "Spanish": "Con un asentimiento, la taquillera te permite pasar."
  },
  {
    "ID": "386",
    "English": "As a matter of fact, I'm here for an event. I'm a journalist from Tech Insights.",
    "Spanish": "En realidad, estoy aquí para cubrir un evento. Soy periodista de Tech Insights, un medio muy reconocido."
  },
  {
    "ID": "387",
    "English": "I don't have any press passes registered for today. Could you show me some ID or accreditation?",
    "Spanish": "No tengo registrado ningún pase de prensa para hoy. ¿Puedes mostrarme alguna identificación o acreditación?"
  },
  {
    "ID": "388",
    "English": "Oh, shoot, I don't have it on me. Could you make an exception?",
    "Spanish": "Lo cierto es que no. No podría hacer una excepción?"
  },
  {
    "ID": "389",
    "English": "I can't let you in without an ID. I'm sorry, but these are the rules.",
    "Spanish": "Sin una acreditación no puedo permitirte el acceso gratuito. Son las normas."
  },
  {
    "ID": "390",
    "English": "Oh, it looks like there was a misunderstanding with my accreditation. But my presence here is essential. Tech Insights has always supported Tecnoplex with very detailed reports.",
    "Spanish": "Vaya, parece haber un malentendido con mi acreditación. Pero mi presencia aquí es crucial. Tech Insights siempre ha apoyado a Tecnoplex con coberturas detalladas."
  },
  {
    "ID": "391",
    "English": "I'm sorry, but there's nothing I can do if you don't have an accreditation. These are the rules.",
    "Spanish": "Comprendo, pero sin una acreditación no puedo permitirte el acceso gratuito. Son las normas."
  },
  {
    "ID": "392",
    "English": "I totally understand and respect the rules. But could you maybe make today an exception? It would be a shame if I missed this opportunity to highlight the innovations of Tecnoplex.",
    "Spanish": "Entiendo y respeto tus normas. Pero, ¿podrías considerar hacer una excepción hoy? Sería una pena perder la oportunidad de resaltar las innovaciones de Tecnoplex. Será beneficioso para todos."
  },
  {
    "ID": "393",
    "English": "Alright, I don't want to get in trouble so I'll let you in. But just this one time. And please, make sure to bring you accreditation in the future.",
    "Spanish": "Está bien, haré una excepción esta vez. Pero por favor, asegúrate de traer tu acreditación en el futuro."
  },
  {
    "ID": "394",
    "English": "Absolutely. I'll have it the next time. And thank you very much. Have a great day!",
    "Spanish": "Por supuesto, lo entenderé para la próxima vez. Te agradezco mucho."
  },
  {
    "ID": "395",
    "English": "Once you're in, you look for the building where Jared is supposed to be. Max guides you through the transmitter, giving you instructions on where to go.",
    "Spanish": "Una vez dentro, buscas el edificio donde se encuentra Jared. Maxwell te guía a través del transmisor, dándote instrucciones precisas para llegar."
  },
  {
    "ID": "396",
    "English": "Alright, Jess. Go to the building B. Jared will be in his laboratory, the code is 'Solar Eclipse'.",
    "Spanish": "Bien Jessica. Dirígete hacia el edificio B. Jared estará en su laboratorio. Recuerda, la clave es 'Eclipse Solar'."
  },
  {
    "ID": "397",
    "English": "As you approach Jared's laboratory, his eccentric figure and the gadgets around him capture your attention. You brace yourself and come in.",
    "Spanish": "Al acercarte al laboratorio de Jared, su figura excéntrica y los gadgets que lo rodean capturan tu atención. Clave en mano, te presentas con seguridad."
  },
  {
    "ID": "398",
    "English": "Solar Eclipse. Maxwell sent me.",
    "Spanish": "Eclipse Solar. Me envía Maxwell."
  },
  {
    "ID": "399",
    "English": "Jared's expression changes immediately, his eyes light up with a mix of surprise and recognition.",
    "Spanish": "La expresión de Jared cambia de inmediata, sus ojos se iluminan con una mezcla de reconocimiento y respeto."
  },
  {
    "ID": "400",
    "English": "Ah, so you must be Jessica. Maxwell told me a lot about you. How are you dealing with the situation, kid?",
    "Spanish": "Así que tú eres Jessica. Maxwell me ha hablado mucho de ti. ¿Cómo estás manejando toda esta situación?"
  },
  {
    "ID": "401",
    "English": "To be honest, it's been overwhelming. But I have no time for reflections.",
    "Spanish": "Ha sido... abrumador, para ser honesta. Pero no hay tiempo para dudar."
  },
  {
    "ID": "402",
    "English": "Maxwell's always had a good eye for people. He told me you were brave and decisive. He had a point, eh!",
    "Spanish": "Maxwell siempre ha tenido un buen ojo para la gente. Me dijo que eras valiente y decidida. Veo que tenía razón."
  },
  {
    "ID": "403",
    "English": "Thank you, Jared. I'll try to meet the expectations.*laughs nervously*",
    "Spanish": "Gracias Jared! Espero estar a la altura de esas palabras."
  },
  {
    "ID": "404",
    "English": "I know Max believes in you, and that's enough for me. Here you go, your accreditation. It will allow you to get into Amanda's office, it's on the 5th floor. But you need to be very careful, kid.",
    "Spanish": "Maxwell confía en ti, y eso es suficiente para mí. Aquí tienes la tarjeta de acreditación. Te permitirá acceder al despacho de Amanda, está en la planta 5. Debes ser extremadamente cuidadosa."
  },
  {
    "ID": "405",
    "English": "I'll do my best, I promise.",
    "Spanish": "Haré todo lo posible para no defraudaros."
  },
  {
    "ID": "406",
    "English": "Jared shows you a variety of gadgets, each of them has a very specific purpose and might be essential for your mission.",
    "Spanish": "Jared entonces te muestra una variedad de inventos, cada uno con un propósito específico y potencialmente vital para tu misión."
  },
  {
    "ID": "407",
    "English": "Alright, take a look at those.",
    "Spanish": "Cualquiera de estos podría ser útil en tu misión."
  },
  {
    "ID": "408",
    "English": "Armed with the gadgets and the accreditation card, you now feel more prepared the challenges that are awaiting you. Jared tells you which Tecnoplex building the NCP department is located in. You head there.",
    "Spanish": "Armada con la tarjeta de acreditación y los gadgets, te sientes más preparada para enfrentar los desafíos que te esperan en la sede de la NCP. Jared te indica en que edificio de la Tecnoplex se oculta la NCP. Te diriges hacia allí."
  },
  {
    "ID": "409",
    "English": "There are two security people watching the entrance.",
    "Spanish": "La entrada esta vigilada por 2 personas de seguridad. Podrías utilizar tus habilidades de comunicación y persuasión. También valoras la posibilidad de explorar alguna otra entrada."
  },
  {
    "ID": "410",
    "English": "Max, I'll talk to them.",
    "Spanish": "Max, hablaré con ellos..."
  },
  {
    "ID": "411",
    "English": "Alright, but be careful. Remember not to mention anything about NCP. You are just a journalist, you need to respond very carefully.",
    "Spanish": "Bien Jessi, pero ten cuidado. Recuerda no mencionar nada sobre la NCP. Tu solo eres una reportera. Debes vigilar mucho con lo que respondes."
  },
  {
    "ID": "412",
    "English": "You approach them with confidence, mentally preparing for the conversation.",
    "Spanish": " Te acercas con confianza, preparándote para una conversación crucial."
  },
  {
    "ID": "413",
    "English": "Hello there. This area is restricted. What are you looking for?",
    "Spanish": "Buenos días, señorita. Esta área está restringida. ¿Puedo saber qué la trae por aquí?"
  },
  {
    "ID": "414",
    "English": "Hi! I'm here for a press meeting with an executive. Here's my accreditation.",
    "Spanish": "Estoy aquí para una reunión de prensa con un ejecutivo. Aquí está mi tarjeta de acreditación."
  },
  {
    "ID": "415",
    "English": "We don't have your visit scheduled, but you accreditation looks fine. Who are you meeting up with?",
    "Spanish": "No tenemos registro de su cita, pero su acreditación parece en orden. ¿Puede decirnos con quién se reunirá?"
  },
  {
    "ID": "416",
    "English": "Unfortunately, this is confidential for security reasons.",
    "Spanish": "Lamentablemente, es un asunto confidencial. Pero puedo asegurarles que es algo relevante."
  },
  {
    "ID": "417",
    "English": "Alright. Your accreditation looks legit and shows up in the system. But why wasn't your visit scheduled?",
    "Spanish": "Está bien, su acreditación parece válida. Pero, ¿por qué no ha habido aviso previo de su visita?"
  },
  {
    "ID": "418",
    "English": "It must be an error. You can check with reception to verify my visit.",
    "Spanish": "Debe haber habido un malentendido. Estoy segura de que podrán verificar mi cita con la recepción."
  },
  {
    "ID": "419",
    "English": "The guards look at each other, evaluating your answers. Finally, they nod and let you enter the lobby of the headquarters.",
    "Spanish": "Los guardias se miran entre sí, evaluando tus respuestas. Finalmente asienten y te permiten pasar al vestíbulo de la sede."
  },
  {
    "ID": "420",
    "English": "Well, you probably know how Amanda is, always changing her plans at the last moment.",
    "Spanish": "Bueno, saben cómo es Amanda, siempre cambiando de planes a último momento."
  },
  {
    "ID": "421",
    "English": "I am meeting up with Amanda. Where can I find her?",
    "Spanish": "Es una reunión con Amanda. ¿Podrían decirme dónde encontrarla?"
  },
  {
    "ID": "422",
    "English": "How do you know about Amanda? You know too much for a journalist. Come with me.",
    "Spanish": "¿Cómo sabe quien es Amanda? Usted sabe demasiado para ser de prensa... Será mejor que venga con nosotros."
  },
  {
    "ID": "423",
    "English": "You realize that the situation is out of your control. You decide to run.",
    "Spanish": "Ves que la situación es incontrolable. Por eso, de forma inminente, decides empezar a correr."
  },
  {
    "ID": "424",
    "English": "I am here to talk about the Watchers. I heard this place is does researches on them.",
    "Spanish": "Vine a hablar sobre los Vigías. Escuché que este lugar está relacionado con ellos."
  },
  {
    "ID": "425",
    "English": "The Watchers? How do you know about them?",
    "Spanish": "¿Vigías? ¿Qué sabe sobre ellos? Ese es un tema muy delicado."
  },
  {
    "ID": "426",
    "English": "I heard they were related to NCP and Amanda. Is it true?",
    "Spanish": "He oído que están relacionados con la NCP y Amanda. ¿Es cierto?"
  },
  {
    "ID": "427",
    "English": "I'm sorry, I think I'm in a wrong place. I'm just interested in technology.",
    "Spanish": "Lo siento, creo que me equivoqué de lugar. Solo soy una turista interesada en la tecnología."
  },
  {
    "ID": "428",
    "English": "This is a very protected place, but I'm pretty sure there must be another way in.",
    "Spanish": "Es un lugar fortificado, pero estoy seguro de que encontrarás la manera de entrar."
  },
  {
    "ID": "429",
    "English": "Exploring the surroundings, you find a window that seems unprotected, although breaking it could be risky.",
    "Spanish": "Explorando los alrededores, encuentras una ventana lateral que parece accesible, aunque romperla podría ser arriesgado."
  },
  {
    "ID": "430",
    "English": "You decide to break the window quietly",
    "Spanish": "Decides romper la ventana silenciosamente."
  },
  {
    "ID": "431",
    "English": "The glass breaks with a very loud noise, the guards are alerted and notice you.",
    "Spanish": "El cristal se quiebra con un ruido más fuerte de lo esperado. Instantáneamente, los guardias se alertan y dirigen su atención hacia ti."
  },
  {
    "ID": "432",
    "English": "Hey! Who's there?!",
    "Spanish": "¡Hey! ¿Quién está ahí?"
  },
  {
    "ID": "433",
    "English": "You apply a bit of pressure to the corned of the window, causing a silent but effective fracture. You manage to get into the lobby of the NCP.",
    "Spanish": "Aplicas una presión controlada en la esquina de la ventana, causando una fractura silenciosa pero efectiva. Consigues entrar y llegar al vestíbulo de la Sede."
  },
  {
    "ID": "434",
    "English": "With adrenaline rushing through your veins, you start running, looking for a place to hide or a way to escape.",
    "Spanish": "Con adrenalina corriendo por tus venas, comienzas a correr, buscando un lugar para esconderte o una ruta de escape."
  },
  {
    "ID": "435",
    "English": "Shit... Run, Jess, run!",
    "Spanish": "Mierda... ¡Corre Jessi corre!"
  },
  {
    "ID": "436",
    "English": "As you're running, you notice a group of workers entering the building through a service entrance. You quickly make up a plan. You approach the group, trying to blend in and look like one of them. Taking advantage of the confusion, you slip among the workers, managing to go unnoticed. You enter the building and get to the lobby.",
    "Spanish": "Mientras corres, buscando una alternativa, Tus ojos se fijan en un grupo de trabajadores que ingresan al edificio a través de una entrada de servicio. Rápidamente, elaboras un plan. Te acercas al grupo, intentando parecer una más de ellos. Aprovechando el bullicio y la confusión, te deslizas entre los trabajadores, pasando desapercibida. Consigues entrar y llegar al vestíbulo."
  },
  {
    "ID": "437",
    "English": "You get caught. The guards are holding you tightly, ignoring all your protests. They drag you through the corridors on the building until you reach an isolated area, where they lock you up in a small room that looks like a dungeon.",
    "Spanish": "Eres capturada. Los guardias te sujetan con fuerza, ignorando tus protestas y luchas. Te arrastran por los corredores del edificio hasta llegar a un área más aislada y segura, donde te encierran en un pequeño calabozo."
  },
  {
    "ID": "438",
    "English": "Following the instructions Max was giving you whispering through the pendant, you sneak into the labyrinth of corridors of the NCP.",
    "Spanish": "Siguiendo las instrucciones susurradas de Maxwell a través del colgante, te adentras más con sigilo en el laberinto de pasillos de la NCP."
  },
  {
    "ID": "439",
    "English": "Jess, be very careful. There can be security patrols in these corridors.",
    "Spanish": "Jessi, ten cuidado. Pueden haber patrullas de seguridad recorriendo esos pasillos."
  },
  {
    "ID": "440",
    "English": "Roger that.",
    "Spanish": "Entendido."
  },
  {
    "ID": "441",
    "English": "Soon you get to a narrow corridor with an elevator at the end, which leads to Amanda's office.",
    "Spanish": "Pronto llegas a un pasillo estrecho que conduce al ascensor, crucial para acceder a la oficina de Amanda."
  },
  {
    "ID": "442",
    "English": "I'm near the elevator.",
    "Spanish": "Estoy cerca del ascensor."
  },
  {
    "ID": "443",
    "English": "Nice! You're almost there.",
    "Spanish": "¡Bien! ¡Ya casi lo tienes!"
  },
  {
    "ID": "444",
    "English": "As you get closer to the elevator, the doors suddenly open and several guards get out, walking in your direction. Your heart starts racing when you realize that you're almost trapped.",
    "Spanish": "Mientras te aproximas al ascensor, las puertas se abren y varios guardias de seguridad salen caminando hacia ti. Tu pulso se acelera, consciente de la decisión que debes tomar."
  },
  {
    "ID": "445",
    "English": "Max, I've got company...",
    "Spanish": "Max, tengo compañía..."
  },
  {
    "ID": "447",
    "English": "Stay calm and keep walking. If they see you run, they will suspect something. Act as if you belonged here.",
    "Spanish": "Mantén la calma y camina con confianza. Si te ven correr, levantarás sospechas. Actúa como si pertenecieras ahí."
  },
  {
    "ID": "448",
    "English": "You confidently walk towards the guards, trying to look secure. The guards briefly look at you, but your confidence seems to convince them. You get to the elevator.",
    "Spanish": "Con paso firme y confiado, caminas directamente hacia los guardias, proyectando una imagen de seguridad. Los guardias te miran brevemente, pero tu paso seguro parecen convencerlos. Llegas al ascensor."
  },
  {
    "ID": "449",
    "English": "It worked!",
    "Spanish": "Ha funcionado Max."
  },
  {
    "ID": "450",
    "English": "Good job, Jess. Now go to Amanda's office.",
    "Spanish": "Bien hecho, Jessi. Sube a la oficina de Amanda, al piso 5."
  },
  {
    "ID": "451",
    "English": "You finally get to Amanda's office. It's time for the most important part of the mission.",
    "Spanish": "Decidida, subes hasta el quito piso. Donde está la oficina de Amanda"
  },
  {
    "ID": "452",
    "English": "You turn around and start running away from the guards. They quickly start following you.",
    "Spanish": "Giras y comienzas a correr en dirección opuesta a los guardias. Alertados por tu repentina carrera, te persiguen rápidamente."
  },
  {
    "ID": "453",
    "English": "To you surprise, you manage to run away from the guards. You exit through a door that leads to the emergency stairs.",
    "Spanish": "Sorprendentemente, consigues dejar atrás a los guardias. Sales por una puerta que da a las escaleras de emergencia."
  },
  {
    "ID": "454",
    "English": "You get caught. The guards are holding you tightly, ignoring all your protests. They drag you through the corridors on the building until you reach an isolated area, where they lock you up in a small room that looks like a dungeon.",
    "Spanish": "Eres capturada. Los guardias te sujetan con fuerza, ignorando tus protestas y luchas. Te arrastran por los corredores del edificio hasta llegar a un área más aislada y segura, donde te encierran en un pequeño calabozo."
  },
  {
    "ID": "455",
    "English": "They lock you up with another person, a dangerous looking guy. He observes you very closely, as if he was trying to understand what's on your mind. The dungeon is guarded by two security guys. On their badges you can see their names, Ted and Fred.",
    "Spanish": "Te encierran junto a otra persona. un preso de aspecto imponente y peligroso te observa con una mirada calculadora. El calabozo esta vigilado por dos guardianes, Fred y Ted, dos guardias de seguridad con personalidades marcadamente distintas."
  },
  {
    "ID": "456",
    "English": "You'll stay here until Amanda comes to question you. She'll tell us what to do with you.",
    "Spanish": "Te quedarás aquí encerrada hasta que llegue Amanda para interrogarte. Ella nos dirá que hacer contigo."
  },
  {
    "ID": "457",
    "English": "You decide to try and talk to Fred and Ted, seeking to understand them better and see which one of them might be the easiest to bribe. It seems like the only thing you can do in such situation.",
    "Spanish": "En tu cautiverio, aprovechas cada oportunidad para entablar conversación con Fred y Ted, buscando entender mejor sus personalidades y ver cuál de ellos podría ser más susceptible a un soborno. Consideras que en esta situación es lo único que puedes hacer."
  },
  {
    "ID": "458",
    "English": "It must be hard being a guard. How are you handling that?",
    "Spanish": "Debe ser duro estar de guardia todo el tiempo. ¿Cómo lleváis eso?"
  },
  {
    "ID": "459",
    "English": "Jess, what are you trying to do?",
    "Spanish": "Jessi.. ¿Que pretendes?"
  },
  {
    "ID": "460",
    "English": "It's our job, that's it. There's nothing to 'handle'.",
    "Spanish": "Es nuestro trabajo, nada más. No hay mucho que 'llevar'."
  },
  {
    "ID": "461",
    "English": "What led you to working here? It must be so interesting to be close to the power.",
    "Spanish": "¿Qué los llevó a trabajar aquí? Debe ser interesante estar tan cerca del poder."
  },
  {
    "ID": "462",
    "English": "Jess, what are you trying to do?",
    "Spanish": "Jessi.. ¿Que pretendes?"
  },
  {
    "ID": "463",
    "English": "It's just a job, like any other. Stability, security, I don't need anything else.",
    "Spanish": "Es un trabajo como cualquier otro. Estabilidad, seguridad. No busco mas."
  },
  {
    "ID": "464",
    "English": "Well, it is a job, like any other. Sometimes it's boring, but time passes. And, you know, sometimes you meet interesting people.",
    "Spanish": "Bueno, sí, es un trabajo como cualquier otro. A veces es aburrido, pero se pasa el tiempo. Y, ¿sabes? A veces conoces gente interesante."
  },
  {
    "ID": "465",
    "English": "Have you ever thought of doing something different? Something more...exciting, maybe?",
    "Spanish": "¿Alguna vez habeis pensado en hacer algo diferente? Algo más... emocionante, quizás."
  },
  {
    "ID": "466",
    "English": "I'm satisfied with my job. It's stable and it meets my needs.",
    "Spanish": "Estoy satisfecho con mi trabajo. Es estable y cumple con su propósito."
  },
  {
    "ID": "467",
    "English": "I've always dreamt of something more adventurous, you know? But who hasn't? That's how life is, I guess.",
    "Spanish": "Siempre he soñado con algo más... aventurero, ¿sabes? Pero, ¿quién no? La vida es así, supongo."
  },
  {
    "ID": "468",
    "English": "Enough. Stop talking to the prisoner!",
    "Spanish": "¡Ya es suficiente! ¡No se habla con los presos!"
  },
  {
    "ID": "469",
    "English": "The other prisoner, watching the whole scene with a silly smile, decides to interfere in the most tense moment.",
    "Spanish": "El preso, observando toda la escena con una sonrisa astuta, decide intervenir en el momento de tensión."
  },
  {
    "ID": "470",
    "English": "Don't think I can't see whatcha tryin' to do, dollie. You won't be able to convince anyone, you're done, heh",
    "Spanish": "No creas que no sé lo que intentas, muñeca. No podrás convencer a nadie. Estás acabada."
  },
  {
    "ID": "471",
    "English": "His words leave you unsettled, but you try to keep calm and not to show any weakness to him.",
    "Spanish": "Sus palabras te inquietan, pero tratas de mantener la compostura, sin querer mostrar debilidad alguna ante él."
  },
  {
    "ID": "472",
    "English": "If you really wanna get outta here, I know what to do.",
    "Spanish": "Si realmente quieres escapar de aquí, yo sé cómo hacerlo."
  },
  {
    "ID": "473",
    "English": "You are intrigues and despite your concerns, you decide to listen to what he has to say.",
    "Spanish": "Intrigada a pesar de tus reservas, decides escuchar lo que tiene que decir."
  },
  {
    "ID": "474",
    "English": "Alright, what would be the plan?",
    "Spanish": "¿Y cuál sería tu plan?"
  },
  {
    "ID": "475",
    "English": "There's a loose panel in da corner. Leads to the ventilation ducts. Not the easiest way, but the only one we got.",
    "Spanish": "Hay un panel suelto en esa esquina. Lleva a los conductos de ventilación. No es una ruta fácil, pero es la única que tenemos."
  },
  {
    "ID": "476",
    "English": "What do you mean?",
    "Spanish": "¿Qué quieres decir con eso?"
  },
  {
    "ID": "477",
    "English": "Well, it's almost impossible to reach da panel and get in the ducts. But one of us can push the other, heh",
    "Spanish": "Solo, alcanzar el panel y subir a los conductos es casi imposible. Pero con ayuda, uno puede impulsar al otro."
  },
  {
    "ID": "478",
    "English": "How can I trust you? What guarantee do I have that it's not a trap?",
    "Spanish": "¿Y cómo sé que puedo confiar en ti? ¿Qué garantía tengo de que no es una trampa?"
  },
  {
    "ID": "479",
    "English": "None, dollie. But in this situation, can you really be picky?",
    "Spanish": "Ninguna, muñeca. Pero en tu situación, ¿realmente puedes permitirte ser exigente?"
  },
  {
    "ID": "480",
    "English": "You find yourself at a crossroads. On the one hand, there is the option of bribing a guard. On the other, the prisoner's plan to escape together, a way that promises freedom but also involves the risk of releasing a potential criminal.",
    "Spanish": "Te encuentras en una encrucijada de decisiones difíciles. Por un lado, está la opción de sobornar a un guardia. Por el otro, la propuesta del preso de escapar juntos, una ruta que promete libertad pero también conlleva el riesgo de liberar a un potencial criminal."
  },
  {
    "ID": "481",
    "English": "You discreetly approach Ted and make your proposal.",
    "Spanish": "Te acercas discretamente a Ted y haces tu propuesta."
  },
  {
    "ID": "482",
    "English": "Hey, you talked about living adventures, exploring the world. What would you say if I offered you the opportunity to start that life? I just need a small favor.",
    "Spanish": "Oye, has hablado de viajar, de vivir aventuras. ¿Qué dirías si te ofrezco la oportunidad de empezar esa vida? Solo necesito un pequeño favor."
  },
  {
    "ID": "483",
    "English": "That sounds like a bribe. It's risky, they could fire me... or worse. What if they catch us?",
    "Spanish": "Eso suena a soborno. Es arriesgado, podrían despedirme...o peor.¿y si nos atrapan?"
  },
  {
    "ID": "484",
    "English": "I'll take care of it. I just need your help getting out of here. The rest is my responsibility.",
    "Spanish": "Yo me encargaré de que eso no pase. Solo necesito tu ayuda para salir de aquí. El resto está en mis manos."
  },
  {
    "ID": "485",
    "English": "Finally, Ted nods. You can see a mix of fear and excitement on his face. After a few minutes, you get the opportunity: Fred leaves to make a call.",
    "Spanish": "Ted finalmente asiente, su rostro mostrando una mezcla de miedo y emoción. Pasados unos minutos, llega la oportunidad: Fred se retira para atender una llamada fuera del alcance visual."
  },
  {
    "ID": "486",
    "English": "Ted discreetly releases you. You carefully head towards the emergency staricase.",
    "Spanish": "Ted te libera con discreción. Seguidamente avanzas cautelosa hacia la escalera de emergencia."
  },
  {
    "ID": "487",
    "English": "Finally, you get to the 5th floor. That's where Amanda's office is located.",
    "Spanish": "Finalmente, llegas al quinto piso, donde se encuentra la oficina de Amanda."
  },
  {
    "ID": "488",
    "English": "You discreetly approach Fred and make your proposal.",
    "Spanish": "Te acercas discretamente a Fred y haces tu propuesta."
  },
  {
    "ID": "489",
    "English": "Hey, I know you're a man of principles, but we all have a price.",
    "Spanish": "Oye, sé que eres un hombre de principios, pero todos tenemos un precio."
  },
  {
    "ID": "490",
    "English": "Fred immediately gets very mad.",
    "Spanish": "La reacción de Fred es inmediata y severa. Su expresión se endurece y sus ojos se estrechan con desaprobación."
  },
  {
    "ID": "491",
    "English": "So you think you can just buy me?! That's an insult to my professionalism. I'm going to make sure you pay for this.",
    "Spanish": "¿Crees que puedes comprar mi integridad tan fácilmente? Eso es un insulto a mi profesionalismo. Voy a asegurarme de que pagues por esto."
  },
  {
    "ID": "492",
    "English": "Fred confiscates all your belongings, including the money you had. He then goes to report to his superiors. As Fred leaves the room, Ted approaches you.",
    "Spanish": "Fred te confisca todas tus pertenencias, incluyendo el dinero que tenías. Fred se va a informar a sus superiores claramente enfadado. Cuando Fred sale de la sala, Ted se acerca a ti con una expresión de compasión."
  },
  {
    "ID": "493",
    "English": "You shouldn't have tried this with Fred, you should've talked to me. I don't see you as a bad person. I'll let you out.",
    "Spanish": "No sé por qué intentaste eso con Fred. Debiste haber venido a mí. Pero... no te veo como una mala persona. Voy a dejarte salir."
  },
  {
    "ID": "494",
    "English": "Really?? Why?",
    "Spanish": "¿En serio? ¿Por qué?"
  },
  {
    "ID": "495",
    "English": "I thought of what you said about adventures. And, you know, I don't really care about this job. I'll quit anyway. Go, before I change my mind.",
    "Spanish": "He estado pensando en lo que dijiste sobre el cambio y la aventura. Y ya sabes qué... ya me da igual este trabajo. Voy a dejarlo de todos modos. Vete ahora, antes de que cambie de opinión."
  },
  {
    "ID": "497",
    "English": "Alright, I accept your plan. But I hope you keep your word.",
    "Spanish": "De acuerdo, acepto tu propuesta. Pero espero que mantengas tu palabra."
  },
  {
    "ID": "498",
    "English": "The prisoner nods and approaches the loose panel. With effort and caution, you manage to open the access to the ventilation. He propels you upwards, allowing you to reach the opening.",
    "Spanish": "El preso asiente y se acerca al panel suelto. Con un esfuerzo y cautela, lográis abrir el acceso al conducto de ventilación. Él te impulsa hacia arriba, permitiéndote alcanzar la abertura."
  },
  {
    "ID": "499",
    "English": "Once you're inside the duct, you realize you have control over the situation. You can leave him behind, getting rid of the possibility of releasing someone dangerous. The prisoner looks at you, expecting your next action.",
    "Spanish": "Una vez dentro del conducto, te das cuenta de que tienes el control de la situación. Puedes dejar al preso atrás, encerrado, eliminando la posibilidad de liberar a alguien potencialmente peligroso. El preso, aún abajo, te mira expectante."
  },
  {
    "ID": "500",
    "English": "Remember, we need each other, without me you wouldn't be here.",
    "Spanish": "Recuerda, nos necesitamos mutuamente. Sin mí, no habrías llegado hasta aquí."
  },
  {
    "ID": "501",
    "English": "A promise is a promise. Let's do this together.",
    "Spanish": "Una promesa es una promesa. Vamos a hacer esto juntos."
  },
  {
    "ID": "502",
    "English": "You reach down to help him climb into the vent. Together you begin moving through the narrow duct.",
    "Spanish": "Extiendes tu mano para ayudarlo a subir al conducto de ventilación. Juntos, comenzáis a avanzar a través del estrecho espacio."
  },
  {
    "ID": "503",
    "English": "You reach an opening that leads to the building's emergency staircase. Here you ways part. The man heads down, looking for his own escape route. You have another plan in mind: get to the 5th floor.",
    "Spanish": "Llegáis a una abertura  que da a la escalera de emergencia del edificio. Aquí, vuestros caminos se separan. El preso se dirige hacia abajo, buscando su propia vía de escape, mientras que tú tienes otro destino en mente. Llegar a la quinta planta."
  },
  {
    "ID": "504",
    "English": "Thank you for keeping your promise. Be careful out there.",
    "Spanish": "Gracias por cumplir tu palabra. Ten cuidado allá arriba."
  },
  {
    "ID": "505",
    "English": "I'm sorry but I can't risk releasing a criminal. I have a mission to complete and I can't put it in danger.",
    "Spanish": "Lo siento, no puedo arriesgarme a liberar a un criminal. Tengo una misión que cumplir y no puedo ponerla en peligro."
  },
  {
    "ID": "506",
    "English": "The prisoner, surprised by your decision, frowns and looks at you, disappointed and frustrated.",
    "Spanish": "El preso, sorprendido por tu decisión, frunce el ceño y te mira con una mezcla de frustración y resignación."
  },
  {
    "ID": "507",
    "English": "So you're breaking your word? That's how you really are?",
    "Spanish": "¿Así que romperás tu palabra? ¿Es eso lo que eres?"
  },
  {
    "ID": "508",
    "English": "Although you feel guilty breaking your promise, you feel like that's the right decision from a tactical point of view. With one last glance at the prisoner, you crawl away through the ventilation duct. You reach an opening that leads to the building's emergency staircase.",
    "Spanish": "Aunque te sientes culpable por romper tu promesa, sabes que es la decisión correcta desde un punto de vista táctico y moral. Con una última mirada hacia el preso, te alejas por el conducto de ventilación. Llegas a una abertura que da a la escalera de emergencia del edificio. Con determinación subes las escaleras hacia la quinta planta."
  },
  {
    "ID": "509",
    "English": "As you approach the door to Amanda's office, you start getting even more nervous, but at the same time you feel very determined. You use the accreditation Jared gave you to open the door. It works. The door opens, you take a deep breath and enter.",
    "Spanish": "Al acercarte a la puerta de la oficina de Amanda, sientes una mezcla de nerviosismo y determinación. a tarjeta de acreditación de Jared en mano, la deslizas por el lector y la puerta se abre. Respiras hondo y entras."
  },
  {
    "ID": "510",
    "English": "The office is very spacious and looks luxurious, it has a large window offering a stunning view of the city. In the center of the room you see a futuristic machine, powered by a glowing crystal: the Portalite.",
    "Spanish": "La oficina es espaciosa y lujosamente amueblada, con un gran ventanal que ofrece una vista impresionante. En el centro de la sala, ves una estructura de maquinaria futurista, alimentándose de un cristal brillante: la Portalita."
  },
  {
    "ID": "511",
    "English": "Suddenly, a strong hit makes the room shake, and a huge portal opens inside the machine. Through it you can see something that looks like another world. A panorama of colors and shapes that defy all the logic and are impossible to understand. The power emanating from the portal is overwhelming, it hits you like a train and you start crying.",
    "Spanish": "De repente, un gran temblor sacude la habitación y un enorme portal se abre dentro de la máquina. A través de él, puedes ver el mundo de los Vigías, un panorama de colores y formas que desafían la lógica y la comprensión. El poder que emana del portal es abrumador, causándote un dolor intenso que te obliga a soltar lágrimas."
  },
  {
    "ID": "512",
    "English": "You see a group of people in futuristic suits get out of the portal. You quickly hide under a large piece of furniture. The leader removes their helmet and you see their face. It's a woman in her 50's, with short brown hair and a nose ring. It must be Amanda.",
    "Spanish": "Observas a un grupo de personas con trajes avanzados saliendo del portal. Rápidamente te escondes debajo de un mueble grande. El líder se quita el casco y se le ve la cara. Es una mujer de unos 50 años, con cabello castaño corto y un aro en la nariz. Debe ser Amanda."
  },
  {
    "ID": "513",
    "English": "Report. What's the current status of the Tormento district?",
    "Spanish": "Reporten. ¿Cuál es el estado actual del distrito de Tormento?"
  },
  {
    "ID": "514",
    "English": "The district is completely under our control. The Watchers have retreated. Our technology and forces are superior, their resistance is quickly decreasing.",
    "Spanish": "El distrito ha caído completamente bajo nuestro control. Los Vigías se han retirado. Nuestra tecnología es superior, y su resistencia disminuye cada vez más."
  },
  {
    "ID": "515",
    "English": "Excellent. Every victory brings us closer to our final goal.",
    "Spanish": "Excelente. Cada victoria nos acerca a nuestro objetivo final."
  },
  {
    "ID": "516",
    "English": "After all these years...",
    "Spanish": "Después de tantos años..."
  },
  {
    "ID": "517",
    "English": "With the power of Portalite you are unstoppable, Amanda. The sovereignty of the world is within your reach.",
    "Spanish": "Con el poder de la Portalita, eres imparable Amanda. La soberanía del mundo está a tu alcance."
  },
  {
    "ID": "518",
    "English": "Commander, we have detected a sudden increment in the resistance of the Watchers. They seem to be grouping up for a significant counterattack!",
    "Spanish": "Comandante, hemos detectado un incremento en la resistencia de los Vigías. Parecen estar agrupándose para un contraataque significativo."
  },
  {
    "ID": "519",
    "English": "I expected this. The Watchers are very resilient, but it doesn't really matter. With every world we conquer, our force grows. Any advances on Portalite?",
    "Spanish": "Esperaba esto. Los Vigías son seres resilientes. Pero no importa. Con cada mundo que conquistamos, nuestra fuerza aumenta. ¿Y qué hay del avance de la Portalita?"
  },
  {
    "ID": "520",
    "English": "The energy extraction and amplification process are working beyond our expectations. We have detected two new worlds.",
    "Spanish": "El proceso de extracción y amplificación de energía está funcionando más allá de nuestras expectativas. Hemos detectado dos nuevos mundos."
  },
  {
    "ID": "521",
    "English": "Great, send a squad to investigate those lands. Mid-range soldiers. Cannon fodder.",
    "Spanish": "Genial, manda un escuadrón a investigar esas tierras. Soldados de rango medio. Carne que se pueda sacrificar."
  },
  {
    "ID": "522",
    "English": "At your orders!",
    "Spanish": "Como ordene."
  },
  {
    "ID": "523",
    "English": "Seems like everything is going according to plan. Still... no loose ends should be left. Do you know anything about our fallen angel?",
    "Spanish": "Parece que todo va saliendo según lo previsto. Aun así... no hay que dejar cabos sueltos. Saben algo del ángel caído?"
  },
  {
    "ID": "524",
    "English": "Not yet. But it is clear that Maxwell is still alive. The corpse they have analysed is not his. He staged his death.",
    "Spanish": "Todavía no. Pero esta claro que Maxwell sigue vivo. El cadáver que han analizado no es el suyo."
  },
  {
    "ID": "525",
    "English": "You're starting to understand the level of threat that Amanda and her team pose.",
    "Spanish": "Escuchando atentamente, comprendes la magnitud de la amenaza que Amanda y su ejército representan."
  },
  {
    "ID": "526",
    "English": "Jess, can you hear me?",
    "Spanish": "Jessi ¿Me oyes?"
  },
  {
    "ID": "527",
    "English": "Yes, I'm right in front of Portalite.",
    "Spanish": "Sí, estoy delante de la Portalita."
  },
  {
    "ID": "528",
    "English": "I know, I can see you.",
    "Spanish": "Lo sé. Te estoy viendo."
  },
  {
    "ID": "529",
    "English": "What? How?",
    "Spanish": "¿Como?"
  },
  {
    "ID": "530",
    "English": "I'm here too, outside. Listen, when you give me a signal, I'll break the window. You'll need to act fast, take Portalite and jump.",
    "Spanish": "Sí, estoy fuera. Escúchame atentamente.  Cuando des la señal, romperé el ventanal. Tendrás que actuar rápido, coger la Portalita y saltar."
  },
  {
    "ID": "531",
    "English": "Are you nuts?! I'm at a 5th floor!",
    "Spanish": "¿¡Estas loco!? ¡Estoy en un quinto piso!"
  },
  {
    "ID": "532",
    "English": "Calm down. Jared is down there with a vehicle to escape. He prepared a safety net for you to fall on. I know it's dangerous, and I'm sorry I have to ask you to do it. But there's no other way, we can't miss this opportunity.",
    "Spanish": "Tranquila. Jared está abajo con un vehículo para escapar. Ha preparado una red de seguridad improvisada para amortiguar tu caída. Se que es peligroso. Siento pedirte esto. Pero no podemos desaprovechar la ocasión."
  },
  {
    "ID": "533",
    "English": "You know how important this mission is. Everything depends on you...",
    "Spanish": "Conoces la importancia de la misión. Todo depende de ti."
  },
  {
    "ID": "534",
    "English": "When you give me the signal, I'll break the glass. Whenever you say.",
    "Spanish": "Cuando tu me des la señal. Reventaré el cristal. Todo depende de ti..."
  },
  {
    "ID": "535",
    "English": "Amanda places Portalite on a table, while she's talking to her agents.",
    "Spanish": "Amanda coloca la Portalita en una mesa cercana mientras discute con sus secuaces."
  },
  {
    "ID": "536",
    "English": "Make sure Portalite is protected. We can not have any errors.",
    "Spanish": "Aseguraos de que la Portalita esté protegida. No podemos permitirnos errores."
  },
  {
    "ID": "537",
    "English": "It seems like a good moment to act, but some soldiers are too close...",
    "Spanish": "Parece un momento propicio, pero varios guardias están demasiado cerca."
  },
  {
    "ID": "538",
    "English": "One of the soldiers takes Portalite to have a closer look at it.",
    "Spanish": "Uno de los secuaces levanta la Portalita para examinarla más de cerca."
  },
  {
    "ID": "539",
    "English": "Should we start the next phase of the experiment?",
    "Spanish": "¿Deberíamos empezar la siguiente fase de experimentación?"
  },
  {
    "ID": "540",
    "English": "Soon. First we have to analyze the latest data from Tormento.",
    "Spanish": "Pronto. Primero, debemos analizar los últimos datos de Tormento."
  },
  {
    "ID": "541",
    "English": "Prepare Portalite for the transfer of energy. I want to see results before dawn.",
    "Spanish": "Preparad la Portalita para la transferencia de energía. Quiero ver resultados antes del amanecer."
  },
  {
    "ID": "542",
    "English": "Portalite is placed on a special pedestal. Amanda and her team step away for a moment to check some monitors.",
    "Spanish": "La Portalita se coloca sobre un pedestal especial. Amanda y su equipo se alejan momentáneamente para revisar unos monitores."
  },
  {
    "ID": "543",
    "English": "Amanda takes Portalite again, but this time she moves away from the group, approaching the window to contemplate the landscape.",
    "Spanish": "Amanda vuelve a tomar la Portalita, pero esta vez se aleja del grupo, acercándose al ventanal para contemplar el paisaje."
  },
  {
    "ID": "544",
    "English": "Limits are for those who lack ambition. We... we will transcend everything.",
    "Spanish": "Los límites son para aquellos que carecen de ambición. Nosotros... nosotros trascenderemos todo."
  },
  {
    "ID": "545",
    "English": "You miss your only chance to steal Portalite. You couldn't complete the mission, it was all in vain..",
    "Spanish": "Pierdes la única oportunidad de robar Portalita. No has podido cumplir la misión, todo fue en vano..."
  },
  {
    "ID": "546",
    "English": "NOW!",
    "Spanish": "¡AHORA!"
  },
  {
    "ID": "547",
    "English": "The window explodes, creating a massive distraction. You rush forward with determination, grabbing Portalite. The surprise and chaos delay the reaction of Amanda and her minions, giving you those precious seconds you need.",
    "Spanish": "El ventanal estalla, creando una distracción masiva.Te lanzas hacia adelante con agilidad y determinación, arrebatando la Portalita. La sorpresa y el caos retrasan la reacción de Amanda y sus secuaces, dándote esos preciosos segundos que necesitas."
  },
  {
    "ID": "548",
    "English": "Jumping through the broken window, you feel the adrenaline rush through your veins. You land on the net, quickly get up and run towards the transport.",
    "Spanish": "Saltando a través del ventanal roto, sientes la adrenalina correr por tus venas. Aterrizas en la red, rápidamente te levantas y corres hacia el transporte."
  },
  {
    "ID": "549",
    "English": "NOW!",
    "Spanish": "¡AHORA!"
  },
  {
    "ID": "550",
    "English": "It was too early, you get caught. Amanda's soldiers quickly trap you, your brain is trying to think of a solution.",
    "Spanish": "Ha sido demasiado pronto, te detectan. Los soldados de Amanda te inmovilizan, estás intentando pensar una solución rápida."
  },
  {
    "ID": "551",
    "English": "You try talking to Amanda, try convincing her not to hurt you. But this woman has no mercy...",
    "Spanish": "Intentas hablar con Amanda, convencerla de alguna manera, pero ella no tiene piedad..."
  },
  {
    "ID": "552",
    "English": "With an unbelievable effort you manage to get rid of the soldiers, you grab Portalite and run towards the window.",
    "Spanish": "En un esfuerzo inhumano te libras de los soldados, arrebatas la Portalita y te lanzas hacia la ventana."
  },
  {
    "ID": "553",
    "English": "After you got into the vehicle, Jared took off immediately. Everything was going well... Unexpectedly, a missile hits Jared's vehicle, causing a deafening explosion and engulfing everything in flames.",
    "Spanish": "Después de que subiste al vehículo, Jared arrancó inmediatamente. Todo iba bien... Inesperadamente, un misil impacta contra el vehículo de Jared, provocando una explosión ensordecedora y envolviendo todo en llamas."
  },
  {
    "ID": "554",
    "English": "The horror of the situation takes over as you realize that Jared has died.",
    "Spanish": "El horror de la situación se apodera de ti al darte cuenta de que Jared ha muerto."
  },
  {
    "ID": "555",
    "English": "Jared! No, No! It can't be...",
    "Spanish": "¡Jared! No... no puede ser..."
  },
  {
    "ID": "556",
    "English": "Paralyzed by shock and sadness, you realize that you are surrounded. Soldiers emerge from nowhere, weapons in hand, aiming at you. From above, Amanda and her henchmen descend with jetpacks, landing on the ground with cold, calculating military efficiency.",
    "Spanish": "Paralizada por el shock y la tristeza, te das cuenta de que estás rodeada. Soldados emergen de la nada, armas en mano, apuntándote. Desde arriba, Amanda y sus secuaces descienden con jetpacks, aterrizando en el suelo con una eficiencia militar fría y calculadora."
  },
  {
    "ID": "557",
    "English": "This jewel is not for you, girl... It doesn't suit you. Come on, hand it over. Don't make this harder.",
    "Spanish": "Esa joya no es para ti niña... no te sienta bien. Vamos, entrégala. No hagas esto más difícil."
  },
  {
    "ID": "558",
    "English": "No! I can't do it.",
    "Spanish": "No... no puedo hacerlo..."
  },
  {
    "ID": "560",
    "English": "Are you sure? I'll shoot, don't doubt it. You know, you won't be the first girl I kill.",
    "Spanish": "¿Segura? No dudes que dispararé. Sabes, no eres la primera niña que asesino a sangre fría."
  },
  {
    "ID": "561",
    "English": "Before you can react, Maxwell appears out of nowhere.",
    "Spanish": "Antes de que puedas reaccionar, Maxwell aparece de repente, gritando para que nadie se mueva."
  },
  {
    "ID": "562",
    "English": "*shouting* Nobody move! Don't do it!",
    "Spanish": "¡Altooo! ¡No lo hagas!"
  },
  {
    "ID": "563",
    "English": "Wow, look who's here. Our fallen angel.",
    "Spanish": "Vaya...  aquí estas... el ángel caído."
  },
  {
    "ID": "564",
    "English": "Amanda...",
    "Spanish": "Amanda..."
  },
  {
    "ID": "565",
    "English": "You look good Maxwell. Death suits you pretty well...",
    "Spanish": "Te veo bien Maxwell. La muerte no te sienta nada mal..."
  },
  {
    "ID": "566",
    "English": "Please, don't hurt her... You already killed my friend, leave Jess alone.",
    "Spanish": "Por favor, no le hagas nada... Ya has matado a mi amigo, déjala en paz. "
  },
  {
    "ID": "567",
    "English": "I see...our brave hero arrives to save the day. Do you really think you can negotiate in this situation?",
    "Spanish": "Ya veo... el valiente héroe llega para salvar el día. ¿Crees realmente que puedes negociar en esta situación?"
  },
  {
    "ID": "568",
    "English": "Yes, I think so. Jess! You have all the control. They won't shoot you. They won't risk breaking the crystal.",
    "Spanish": "Lo cierto es que si... ¡Jessi! ¡Tu tienes el control! Ellos no te dispararan. No se arriesgaran a que el cristal caiga al suelo y se rompa."
  },
  {
    "ID": "569",
    "English": "Did you say Jess? Oh, right, it's your famous Jessica. Now it all makes sense.",
    "Spanish": "¿Has dicho Jessi? Claro... así que tu eres la famosa Jessica. Ahora todo tiene sentido."
  },
  {
    "ID": "570",
    "English": "You look Amanda straight in the eyes.",
    "Spanish": "Mirando a Amanda a los ojos. Te mantienes seria y amenazante."
  },
  {
    "ID": "571",
    "English": "I'll break the crystal without a doubt.",
    "Spanish": "No dudaré en lanzar el cristal..."
  },
  {
    "ID": "572",
    "English": "The tension in the air is intensifies. You firmly hold Portalite, aware of the destructive power you're holding in your hands. Amanda watches the scene, calculating and cold, evaluating her options.",
    "Spanish": "La tensión en el aire es palpable. Sostienes la Portalita firmemente, consciente del poder destructivo que tienes en sus manos. Amanda observa la escena, calculadora y fría, evaluando sus opciones."
  },
  {
    "ID": "573",
    "English": "Maxwell is slowly approaching, the soldiers are aiming at him, but he keeps threatening to destroy Portalite.",
    "Spanish": "Mientras Maxwell se acerca lentamente, los soldados lo apuntan, pero él continúa amenazando con la destrucción de la Portalita."
  },
  {
    "ID": "574",
    "English": "*voice shaking* Max, stop! You're risking too much.",
    "Spanish": "¡Max, detente! ¡Te estás arriesgando demasiado!"
  },
  {
    "ID": "575",
    "English": "You have no idea what you're doing. This crystal is more than power. It's the future.",
    "Spanish": "No tienes idea de lo que estás haciendo. Ese cristal... es más que poder. Es el futuro."
  },
  {
    "ID": "576",
    "English": "You can't control the future, Amanda.",
    "Spanish": "Un futuro que no puedes controlar, Amanda."
  },
  {
    "ID": "577",
    "English": "Max, I'm gonna break it...",
    "Spanish": "Max... voy a romperlo..."
  },
  {
    "ID": "578",
    "English": "No, wait! You don't understand! We will all die. This thing has too much energy. If you break it now, everything will blow up.",
    "Spanish": "¡No espera! No lo entiendes, moriremos todos. Esa cosa acumula mucha energía. Si lo rompes ahora, saldremos por los aires."
  },
  {
    "ID": "579",
    "English": "It's the right thing to do! I can't let this power be in the wrong hands. I'm sorry, Max, but it's the only way...",
    "Spanish": "¡Es lo correcto! No puedo permitir que este poder caiga en manos equivocadas. Maxwell, lo siento, pero... es la única manera."
  },
  {
    "ID": "580",
    "English": "Wait! There's another way, believe me!",
    "Spanish": "¡Espera! Hay otra solución, creeme."
  },
  {
    "ID": "581",
    "English": "Maxwell, this girl is suffering. Let's get this over with. Haven't you done enough to her already?",
    "Spanish": "Maxwell... la chica está sufriendo. Acabemos con esto cuanto antes. ¿Acaso no le has hecho ya suficiente?"
  },
  {
    "ID": "582",
    "English": "Amanda's words make you worry, Maxwell's face changes, he looks at Amanda in disbelief.",
    "Spanish": "Las palabras de Amanda te desconciertan. A Maxwell se le hiela la sangre y la tensión aumenta."
  },
  {
    "ID": "583",
    "English": "Amanda... Stop.",
    "Spanish": "Amanda... para..."
  },
  {
    "ID": "584",
    "English": "What's going on?",
    "Spanish": "¿Qué ocurre?"
  },
  {
    "ID": "585",
    "English": "Listen, you don't have to do it. The truth is that you don't matter here. Your only mistake was making a deal with the devil.",
    "Spanish": "Oye cielo... tu no tienes por que hacer esto... Lo cierto es que aquí no pintas nada. Tu único error fue pactar con el diablo."
  },
  {
    "ID": "586",
    "English": "Amanda points at Maxwell with a threatening smile.",
    "Spanish": "Amanda señala a Maxwell con una sonrisa amenazante."
  },
  {
    "ID": "587",
    "English": "You bonded with our fallen angel.",
    "Spanish": "Te vinculaste con el ángel caído."
  },
  {
    "ID": "588",
    "English": "What do you mean?",
    "Spanish": "¿A que te refieres?"
  },
  {
    "ID": "589",
    "English": "Oh, you don't know anything...",
    "Spanish": "Veo que entonces no lo sabes..."
  },
  {
    "ID": "590",
    "English": "Don't listen to her, Jess.",
    "Spanish": "Jessi, no la escuches..."
  },
  {
    "ID": "591",
    "English": "Where do you think the energy in our weapons comes from? Of the NCP's big technology? We feed on the pain. Just like the Watchers. We use your resources.",
    "Spanish": "¿De donde crees que sale la energía de nuestras armas? ¿De la gran tecnología del NCP? Nos alimentamos del dolor. Al igual que los Vigías. Usamos sus recursos."
  },
  {
    "ID": "592",
    "English": "Maxwell screams at Amanda hysterically.",
    "Spanish": "Maxwell, histérico y desesperado apunta a Amanda. Ella no se inmuta y sonríe amenazante."
  },
  {
    "ID": "593",
    "English": "Shut up! Shut your mouth!!",
    "Spanish": "¡Callateeee!"
  },
  {
    "ID": "594",
    "English": "We discovered that pain is the best energy, that's how it is. We have to generate pain in people. For the future, for us. We torture humans... I won't deny it, we don't have a clear conscience. But hey... The brightest stars emerge in the deepest darkness. Isn't that right, little star?",
    "Spanish": "Descubrimos que el tormento es la mejor energía, es así. Debemos generar dolor en la gente. Por el futuro, por nosotros. Atormentamos a los humanos... No te lo negaré, no tenemos la conciencia tranquila. Pero oye... Las estrellas más brillantes emergen en la oscuridad más profunda. ¿No es así, mi estrellita?"
  },
  {
    "ID": "595",
    "English": "Amanda comes close to you, looking you straight in the eyes. It feels like she could see through your soul. You are terrified... You don't understand anything of what is happening...",
    "Spanish": "Amanda se pone muy cerca tuyo mirándote a los ojos de forma siniestra. Como si pudiera ver a  través de tu alma. Estas aterrada... No entiendes nada de lo que esta sucediendo..."
  },
  {
    "ID": "596",
    "English": "How do you know this?",
    "Spanish": "¿Cómo sabes eso?"
  },
  {
    "ID": "597",
    "English": "Sweetheart, we owe all of this to our best soldier.*She points at Maxwell*",
    "Spanish": "Cielo... se lo debemos todo a nuestro mejor soldado. *señala a maxwell*"
  },
  {
    "ID": "599",
    "English": "He is the person with the least scruples. He wanted to obtain the greatest human pain... to obtain the greatest power. And that's where you step in.",
    "Spanish": "Él es la persona con menos escrúpulos. Quería obtener el mayor dolor humano... para obtener el mayor poder. Y allí entras tu."
  },
  {
    "ID": "600",
    "English": "Me? Why?",
    "Spanish": "¿Yo? ¿Por que?"
  },
  {
    "ID": "601",
    "English": "Amanda comes even closer and looks at your star-shaped pendant, the one that Maxwell gifted you. Your most valuable possession.",
    "Spanish": "Amanda se acerca mas y observa tu colgante en forma de estrella. Aquel que Maxwell te regaló.  Tu reliquia mas preciada."
  },
  {
    "ID": "602",
    "English": "That's a pretty pendant. Do you know what it really is?",
    "Spanish": "Bonito colgante. ¿Acaso sabes lo que es?"
  },
  {
    "ID": "603",
    "English": "You look at her in disbelief.",
    "Spanish": "La miras desconcertada."
  },
  {
    "ID": "604",
    "English": "It's a pain collector. A very practical model. It makes it easier for us to collect energy. It even enhances pain's effects. This pendant has been absorbing your pain, your suffering. In order to give power to Maxwell.",
    "Spanish": "Es un recolector de dolor. Un modelo muy práctico. Nos facilita la recaptación de energía. Lo cierto es que potencia sus efectos. Este colgante ha estado absorbiendo tu dolor, tu sufrimiento. Y todo para darle poder a Maxwell."
  },
  {
    "ID": "605",
    "English": "Amanda changes her tone, simulating false pity.",
    "Spanish": "Amanda cambia el tono, simulando una falsa piedad."
  },
  {
    "ID": "606",
    "English": "I'm sorry it had to be you. A happy young girl, full of happiness. Full of dreams and positive thoughts. But that's why you were the perfect candidate. We had to break you. Your suffering was going to give us a lot of energy.",
    "Spanish": "Siento que hayas tenido que ser tú. Una joven alegre, llena de vitalidad. Llena de sueños y pensamientos positivos. Pero por eso eras la candidata perfecta. Era necesario romperte. Tu sufrimiento nos iba a dar mucha energía. Has sido usada, cariño. El diablo te ha engañado. El único objetivo de Maxwell, siempre ha sido hacerte sufrir."
  },
  {
    "ID": "607",
    "English": "The pain of betrayal spreads like a poison through your body, darkening beautiful memories and staining every shared moment with lie. Broken inside, you turn to Maxwell. Your eyes are filled with tears.",
    "Spanish": "El dolor de la traición es un veneno que se propaga por tu ser, oscureciendo los recuerdos bonitos y tiñendo cada momento compartido con una mentira amarga. Rota por dentro, con los ojos nublados por las lágrimas, te diriges hacia Maxwell."
  },
  {
    "ID": "608",
    "English": "Max... Did you fake your death to make me suffer?",
    "Spanish": "Max... ¿Fingiste tu muerte, solo para hacerme sufrir?"
  },
  {
    "ID": "609",
    "English": "It was necessary, my little st...",
    "Spanish": "Era necesario, mi estrell..."
  },
  {
    "ID": "610",
    "English": "*voice breaks* Shut up! Don't call me that!",
    "Spanish": "¡Cállate! ¡No me llames así!"
  },
  {
    "ID": "611",
    "English": "Jess, you don't know how sorry I am and how much I regret it...",
    "Spanish": "No sabes cuanto lo siento... Jessica."
  },
  {
    "ID": "612",
    "English": "What about everything we lived together? All that love and care? It was all a lie?!",
    "Spanish": "¿Qué hay de todo lo que hemos vivido? ¿Todo ese cariño? ¡¿Todo era mentira?!"
  },
  {
    "ID": "613",
    "English": "No, no! I've always loved you with all my heart! It was all real...",
    "Spanish": "¡Noo! ¡Yo siempre te he amado desde lo más profundo! Todo eso fue real."
  },
  {
    "ID": "614",
    "English": "Now that I believe.",
    "Spanish": "Eso si que me lo creo..."
  },
  {
    "ID": "615",
    "English": "What?..",
    "Spanish": "¿Como?"
  },
  {
    "ID": "616",
    "English": "Of course, to make you suffer he first had to make you the happiest person in the world.",
    "Spanish": "Está claro que para hacerte sufrir tenia que hacerte la persona más feliz del mundo."
  },
  {
    "ID": "617",
    "English": "Anger and pain tie up in a knot of feelings and suffocate you.",
    "Spanish": "La rabia y el dolor se entrelazan, creando una sensación de opresión abrumadora en tu pecho."
  },
  {
    "ID": "618",
    "English": "*tearing up* How could I be so blind? How could I trust you?",
    "Spanish": "¿Cómo pude ser tan ciega? ¿Cómo pude confiar en ti?"
  },
  {
    "ID": "619",
    "English": "Jess, all of this, I did it for us. It was the only way. I needed to take Amanda down. But everything will change. All our pain will be gone and we will be happy for the rest of our lives. There will be no more suffering.",
    "Spanish": "Jessica, todo lo hice por nosotros. Era necesario. Necesitaba derrocar a Amanda. Pero todo esto cambiará. Todo nuestro dolor se irá y podremos ser felices por el resto de nuestras vidas. Sin sufrir nunca mas."
  },
  {
    "ID": "620",
    "English": "How can you think you'll be able to achieve something like this?!",
    "Spanish": "¿Cómo pretendes conseguir algo así?"
  },
  {
    "ID": "621",
    "English": "By destroying the Watchers. That's what he wants to do. Kill every one of them. Destroy a whole civilization.",
    "Spanish": "Eliminando a los Vigías. Es lo que pretende. Asesinar a todos y cada uno de ellos. Eliminar una civilización entera."
  },
  {
    "ID": "622",
    "English": "The Watchers are just monsters! They are the literal representation of human pain.",
    "Spanish": "Los Vigías solo son monstruos. Son literalmente la representación del dolor humano."
  },
  {
    "ID": "623",
    "English": "But they have a life. There are children among them. What did they do? It's not their fault they're like this. Do they deserve to die? They're just surviving, it's the nature. The weak are meat, and the strong do eat...",
    "Spanish": "Pero tienen vida. ¿Hay niños Vigías sabes? ¿Qué hay de ellos? Ellos no tienen la culpa de nacer así. ¿Merecen morir? Ellos solo se alimentan. Es su naturaleza. Los débiles son carne y los fuertes comen..."
  },
  {
    "ID": "624",
    "English": "Destroying their world is the best option. This way there will be no more pain in ours!",
    "Spanish": "La mejor opción es eliminar su mundo. Así nunca más existirá el sufrimiento en este..."
  },
  {
    "ID": "625",
    "English": "No, the best option is to take control of them. That's what the NCP does, control the enemy worlds. We protect humanity. Jessica, you have to trust me. I know I seem like the enemy to you. But my intention is to change the world. With the power of the Watchers. With that power I will heal the pain of good people, I will impart pain to those who need it, to those who deserve it, I will forge strong souls. I will create a new world where balance reigns. And now you can help me.",
    "Spanish": "No, la mejor opción es dominarlos. Eso hace la NCP, controlar los mundos enemigos. Protegemos a la humanidad. Jessica, debes confiar en mi. Se que te parezco el enemigo. Pero mi intención es cambiar el mundo. Con el poder de los Vigías. Con ese poder yo sanaré el dolor de las personas buenas, impartiré dolor a aquellos que lo necesiten, a aquellos que lo merecen, forjare almas fuertes. Yo crearé un nuevo mundo donde reine el equilibrio. Y tu ahora, puedes ayudarme."
  },
  {
    "ID": "626",
    "English": "A lot of doubts are swarming in your brain. You no longer know what's right and what's wrong. Your head is spinning. Anxiety is taking control over you...",
    "Spanish": "Se te generan muchas dudas. Ya no sabes que es correcto y que no. La cabeza te da vueltas. La ansiedad te domina sin control."
  },
  {
    "ID": "627",
    "English": "Maxwell looks defeated, about to give up.",
    "Spanish": "Maxwell parece derrotado, apunto de rendirse."
  },
  {
    "ID": "628",
    "English": "Jess, don't let everything I did to you be in vain. Help us both free ourselves from this suffering, please.",
    "Spanish": "Jessi, no hagas que todo lo que te he hecho sea en vano. Liberémonos de este sufrimiento los dos, por favor."
  },
  {
    "ID": "629",
    "English": "A world without suffering doesn't sound too interesting. The pain makes us stronger.",
    "Spanish": "Un mundo sin sufrir no suena muy interesante. El dolor nos hace fuertes."
  },
  {
    "ID": "630",
    "English": "The time to make the most important decision has come. The fate of the world is in your hands. What you decide in these critical seconds could lead to salvation, or ruining entire worlds.",
    "Spanish": "Ha llegado el momento de tomar la decisión más importante. El destino del universo cuelga de un hilo. Lo que decidas en estos segundos críticos podría llevar a la salvación o la ruina de mundos enteros. ¿Qué debes hacer con el cristal?"
  }
]
